[
  {
    "id": 1,
    "topic": "FLK2",
    "stem": "A burglary takes place at a jewellery shop in the early hours of the morning. The police were called to the incident by the manager of a bar which is situated opposite the jewellery shop ten metres away. The manager of the bar viewed the burglary via the bar’s closed circuit television (CCTV) system, however no recording of the burglary is available because the CCTV system was faulty. The manager gave a statement to the police indicating that, despite the poor street lighting, he recognised the offender as a man who used to work in the bar until one year ago. He names the man to the police. The man, who has previous convictions for burglary, is arrested by the police. In his police interview under caution, the man agrees that he used to work in the bar, but denies that he committed the burglary. The police are considering whether to hold an identification procedure.  Would an identification procedure serve a useful purpose in this case?",
    "options": [
      "Yes, because the manager viewed the burglary via a CCTV camera which failed to record the incident.",
      "No, because the man is known to the manager.",
      "Yes, because the man is known to the police.",
      "No, because the lighting at the time of the offence was poor.",
      "No, because the distance between the jewellery shop and the bar was too great."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 2,
    "topic": "FLK2",
    "stem": "A man was convicted in the Magistrates’ Court of theft four months ago. He received a suspended sentence order of six months’ custody. The operational period of the suspended sentence is 12 months. A requirement to complete 80 hours of unpaid work was attached to the suspended sentence order and the man has completed the unpaid work. The man has now been convicted in the Magistrates’ Court for an offence of criminal damage committed one month ago.  Can the Magistrates’ Court now activate the custodial sentence?",
    "options": [
      "Yes, because the man has committed an offence during the operational period of the suspended sentence order.",
      "No, because the new offence is non-imprisonable.",
      "No, because the man has completed the requirement attached to the suspended sentence order.",
      "No, because the operational period of the suspended sentence order is still running.",
      "Yes, because the man has committed an offence within the six month period of custody imposed."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 3,
    "topic": "FLK2",
    "stem": "A man died leaving a will by which he left all his estate to three trustees to hold on trust for the four children of his best friend. The children are to inherit at the age of 18. Two of the children have reached the age of 18 and have received their share of the trust fund. The other two children are still under the age of 18. The trust fund comprises a portfolio of shares. One of the trustees has just died.  Which of the following best describes whether it is necessary for a replacement trustee to be appointed?",
    "options": [
      "A replacement trustee must be appointed because some of the beneficiaries are still under the age of 18.",
      "A replacement trustee must be appointed because three trustees were originally appointed and there are now only two trustees.",
      "There is no requirement to appoint a replacement trustee because the trust came into effect after the man’s death and not during his lifetime.",
      "There is no requirement to appoint a replacement trustee because there is no land in the trust investments.",
      "There is no requirement to appoint a replacement trustee because there are two surviving trustees."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 4,
    "topic": "FLK2",
    "stem": "A man died one month ago leaving a will by which he appointed his friend as his sole executor. The executor has not yet applied for a grant of probate. He wishes to protect himself against claims of unknown creditors and has decided to place advertisements in the London Gazette, a newspaper circulating in the district in which any land forming part of the estate is situated and any other newspaper or publication he considers might be appropriate.  Which of the following best describes how the executor can protect himself against claims from unknown creditors through advertising as above?",
    "options": [
      "He should place the advertisements and must wait for two months from the date of the grant of probate before distributing the estate.",
      "He should place the advertisements and must wait for two months from the date of the advertisements before distributing the estate.",
      "He should place the advertisements and must wait for two months from the date of death before distributing the estate.",
      "He should place the advertisements but must wait for two months from the date of death before doing so.",
      "He should place the advertisements but must wait for two months from the date of the grant of probate before doing so."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 5,
    "topic": "FLK2",
    "stem": "By his will, a testator appointed his spouse, his friend and his adult son to be his executors. The testator and his wife divorced after the will was executed. The testator has now died. The son predeceased the testator and a grant of probate to the son’s estate was obtained by his nephew. The testator left all of his estate to his niece who is 20 years of age.  Who has the best right to apply for a grant of representation to the testator’s estate?",
    "options": [
      "The testator’s ex-spouse, the testator’s friend and the nephew of the son only.",
      "The testator’s friend and the testator’s niece only.",
      "The testator’s friend, the nephew of the son and the testator’s niece only.",
      "The testator’s friend only.",
      "The testator’s friend and the nephew of the son only."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 6,
    "topic": "FLK2",
    "stem": "A solicitor acts for a client who is found guilty of theft. The client asks the solicitor to present a plea in mitigation on her behalf. At the hearing the client gives the court a false address and date of birth in order to conceal the fact that she has previous convictions.  Which of the following statements best describes what the solicitor should do?",
    "options": [
      "Cease to act immediately.",
      "Not refer to the client's character or previous convictions.",
      "Immediately correct the information about the client’s address and date of birth without further reference to the client.",
      "Not refer directly to the client's previous convictions but imply that she is of good character.",
      "Ask the client to correct the information about her address and date of birth and, if she refuses, cease to act."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 7,
    "topic": "FLK2",
    "stem": "A freeholder granted a 15 year commercial lease of a property in 2013 to a newsagent. The newsagent subsequently assigned the lease to a clothing retailer. The clothing retailer assigned the lease to a chemist. The chemist assigned the lease to a bookstore. All the assignments were made with the landlord’s consent. For the assignment to the clothing retailer, the freeholder required an authorised guarantee agreement from the newsagent. Similarly, the freeholder required an authorised guarantee agreement from the chemist when the lease was assigned to the bookstore. The bookstore has failed to pay the latest quarter’s rent.  Apart from the bookstore, from whom can the freeholder recover the outstanding rent?",
    "options": [
      "The chemist, the clothing retailer and the newsagent.",
      "The chemist only.",
      "The clothing retailer only.",
      "The newsagent only.",
      "The chemist and the newsagent only."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 8,
    "topic": "FLK2",
    "stem": "A solicitor is acting for a tenant of business premises in connection with an application for the grant of a new tenancy, following service by the tenant of a request under s.26 of the Landlord and Tenant Act 1954 (Part II) (1954 Act). Although the landlord is not opposing the grant of a new tenancy, the tenant is concerned that they will not reach agreement on the terms of the new tenancy. The solicitor advises the tenant that in default of agreement the court has the power to order the grant of a new tenancy for a new duration. The tenant has asked for clarification on the extent of the court’s powers.  If the landlord and tenant do not agree the terms of the new tenancy, what order can the court make?",
    "options": [
      "The court can only order the grant of a new tenancy on the same terms as the existing tenancy.",
      "The court can only order the grant of a new tenancy on the same terms as the existing tenancy except with regard to rent.",
      "The court can only order the grant of a new tenancy on the same terms as the existing tenancy for a term not exceeding 15 years.",
      "The court can only order the grant of a new tenancy on such terms as it determines under the 1954 Act for a term not exceeding 15 years.",
      "The court can only order the grant of a new tenancy on the same terms as the existing tenancy and contracted out of the 1954 Act."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 9,
    "topic": "FLK2",
    "stem": "Under the terms of his will a company director’s estate is to be held on trust to pay the income to his daughter for her life and after her death to be divided between all the present and former employees of his company. The daughter consults a solicitor to ask whether the gift is valid. The daughter objects to the terms of her father’s will and is also concerned that it is not workable. Although the daughter has a complete list of past and present employees of the company she is not sure that all of them can be traced.  Which of the following statements provides the best advice regarding the gift?",
    "options": [
      "The gift is not valid because the class of beneficiaries is administratively unworkable.",
      "The gift is not valid because a company cannot be a beneficiary.",
      "The gift is valid because the company still exists.",
      "The gift is valid because there are a large number of employees of the company who can benefit from it.",
      "The gift is valid because there is a complete record of past and present employees of the company."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 10,
    "topic": "FLK2",
    "stem": "A will trust contains the following provision: “My Trustees shall hold my property on trust to permit my mother to live in the property for the remainder of her life and after her death to hold the property upon trust for such of my nephew and niece as survive my mother and attain the age of 21 years in equal shares.” The nephew is now aged 20 years and the niece is aged 22 years.  Which of the following statements best describes the beneficial interests in the trust fund?",
    "options": [
      "The mother has a vested interest but the nephew and niece have contingent interests.",
      "The mother has a contingent interest but the nephew and niece have vested interests.",
      "The mother, nephew and niece all have contingent interests.",
      "The mother, nephew and niece all have vested interests.",
      "The mother and niece have vested interests but the nephew has a contingent interest."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 11,
    "topic": "FLK2",
    "stem": "A solicitor is acting for the purchaser of a property in England with registered title. The purchaser is buying the property with the aid of a mortgage. Contracts have been exchanged, the completion information and undertakings form (TA13) sent, and the solicitor has conducted an official search with priority (OS1). Following completion, the solicitor will need to deal with post-completion matters involving payment of Stamp Duty Land Tax (SDLT) to HM Revenue & Customs and registration of the dealing at the Land Registry.  Registration at the Land Registry must take place within 30 working days of which date?",
    "options": [
      "The date contracts are exchanged, to avoid interest becoming payable on outstanding SDLT.",
      "The date of completion, to avoid interest becoming payable on outstanding completion monies.",
      "The date of completion, to avoid the equitable title in the property reverting to the seller.",
      "The date of the result of the OS1, to avoid subsequent entries being made on the title which bind the purchaser.",
      "The date of completion, to avoid the mortgagee’s power of sale arising under the legal charge."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 12,
    "topic": "FLK2",
    "stem": "A client has entered into a contract to sell her house. After exchange of contracts, the client seeks advice about whether she may keep the light fitting in the sitting room. This is held to the ceiling by three small screws and was made by the client’s late father. The light fitting is not mentioned in the contract.  May the client remove the light fitting before completion?",
    "options": [
      "No, because the light fitting is likely to be a fixture due to the high degree of attachment.",
      "No, because the removal constitutes a breach of an implied term of the contract as the room will be unlit when the new owners move in.",
      "No, because any item within a property is permanently part of the land and must not be removed.",
      "Yes, because the light fitting is likely to be a chattel due to the slight degree of attachment.",
      "Yes, because any item with sentimental value is always removable."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 13,
    "topic": "FLK2",
    "stem": "A solicitor is acting for a client who is the sole owner of a freehold property. The property is not a listed building and is vacant, but was used as office premises until five years ago. The client plans to carry out internal works to the property so that she can let it as a single private dwelling house. She has asked for the solicitor’s advice about whether her plans constitute ‘development’ and therefore whether she will need to obtain planning permission.  Will the client require planning permission for her plans for the property?",
    "options": [
      "Yes, although she will not require planning permission for the internal works, she will require planning permission for the change of use.",
      "No, the internal works do not constitute development and nor does the change of use because the previous use was abandoned over four years ago.",
      "No, the internal works do not constitute development and nor does the change of use because it is a change to a single private dwelling house.",
      "Yes, she will require planning permission for both the internal works and the change of use because they are developments which are not permitted.",
      "No, the internal works do not constitute development and nor does the change of use because the change is not material."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 14,
    "topic": "FLK2",
    "stem": "An adult man has been charged with assault occasioning actual bodily harm upon his girlfriend with whom he has a child. He has pleaded not guilty and the case has been adjourned for trial. The man has a condition of bail not to contact his girlfriend. The police receive a report from his girlfriend’s mother to say that the man is at his girlfriend’s flat. When the police attend the flat they arrest the man on suspicion of breaching his bail condition. The man admits visiting his girlfriend at her flat. He explains that his girlfriend telephoned him and asked him to visit because their child was ill. His girlfriend has confirmed that the man’s account is correct. The police allege that the man has breached his bail condition.  Which of the following statements best represents the position regarding the allegation that the man has breached his bail condition?",
    "options": [
      "The man is not in breach of his bail condition because contact was initiated by his girlfriend. He will not face any consequences as a result of his visit to his girlfriend’s flat.",
      "The man is not in breach of his bail condition because he had good reason to be in contact with his girlfriend. He will not face any consequences as a result of his visit to his girlfriend’s flat.",
      "The man is in breach of his bail condition. He may be charged with an offence of breach of bail condition.",
      "The man is in breach of his bail condition. He will be brought before the court for his bail to be reconsidered.",
      "The man is in breach of his bail condition. He will be remanded in custody until his case goes to trial."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 15,
    "topic": "FLK2",
    "stem": "A man died intestate a month ago. He had never been married or in a civil partnership. At the time of his death, the man was living with his partner, with whom he had been cohabiting for 20 years, and her daughter (aged 23 years). The partner’s daughter lived with the man and his partner throughout their relationship. The man had a son (aged 25 years) from a previous relationship and a daughter (aged 19 years) whom he and his partner adopted ten years ago.  Who is entitled to share in the distribution of the man’s estate?",
    "options": [
      "The partner, the son and the man’s daughter only.",
      "The son, the man’s daughter and the partner’s daughter only.",
      "The son and the man’s daughter only.",
      "The son only.",
      "The man’s daughter only."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 16,
    "topic": "FLK2",
    "stem": "A man has been charged with robbery. He was not represented at the police station because he declined legal advice. The man agreed to take part in a video identification procedure and was positively identified by one of the witnesses to the crime. The man has a visible scar under his right eye which was mentioned by an eyewitness in their initial witness statement. No attempt was made by the video identification officer to conceal the scar on the man’s face when his image was placed in the compilation of images for the video identification procedure. A solicitor has now been instructed to represent the man at his forthcoming trial in the Crown Court, where the man will plead not guilty. As part of the solicitor’s trial preparation, she has reviewed the images used in the video identification procedure and has noted that only two of the other eight images shown in the video identification procedure show similar looking males with a visible scar under their right eye. The solicitor establishes that as a consequence there has been a provable breach of PACE 1984, Code D (‘Code D’).  Which of the following statements best states whether evidence of the video identification procedure will be admitted in evidence at the man’s trial?",
    "options": [
      "The breach of Code D may lead the court to conclude that the evidence should be excluded if its admission would be an abuse of process.",
      "The breach of Code D will compel the court to exclude the evidence because of its prejudicial effect.",
      "The breach of Code D may lead the court to conclude that the evidence should be excluded if its admission would have an adverse effect on the fairness of the proceedings.",
      "The breach of Code D will not compel the court to exclude the evidence because its admission would not have an adverse effect on the fairness of the proceedings.",
      "The breach of Code D will compel the court to conclude that the evidence should be excluded and order that the breach must be cured by the police conducting a further video identification procedure in compliance with Code D."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 17,
    "topic": "FLK2",
    "stem": "A man attacks a victim at a nightclub, violently banging the victim's head backwards against a wall and intending to cause the victim really serious bodily harm. The victim is badly injured and goes to the doorman who works at the nightclub to ask for help. The doorman thinks the victim is drunk and throws her out of the building. Soon afterwards the victim is found lying on the pavement and is taken to hospital. Her condition is very serious due to massive brain damage, sustained as a result of the man’s actions together with some deterioration in her condition while she is lying on the pavement. She is placed on a life support machine which is switched off when it becomes clear she has suffered brain stem death. The man is charged with murder.  Which statement best explains the man’s potential liability for murder?",
    "options": [
      "He cannot be found guilty of murder because the doorman’s actions contributed to the victim’s death.",
      "He cannot be found guilty of murder because death was not an inevitable consequence of his actions.",
      "He cannot be found guilty of murder because the victim only died as a result of the life support machine being switched off.",
      "He can be found guilty of murder because he is an accomplice to the doorman’s actions which resulted in the victim’s death.",
      "He can be found guilty of murder because his conduct was a substantial and operative cause of the victim’s death."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 18,
    "topic": "FLK2",
    "stem": "A man finds a caravan in a field and decides to set fire to it. He gives no thought as to whether there is anyone inside the caravan before he sets fire to it. In fact there is a woman inside the caravan who cannot escape because of the smoke and who is burnt to death when the caravan is destroyed by the fire. The man intended to unlawfully destroy property but not to harm anyone.  Which of the following best describes the man's liability for unlawful act manslaughter?",
    "options": [
      "He is not guilty because the unlawful act of destroying the caravan was not itself dangerous to life.",
      "He is not guilty because he did not intend by destroying the caravan to endanger the life of anyone.",
      "He is guilty because he was grossly negligent about harming anyone who might be inside the caravan when he set fire to it.",
      "He is guilty because he has committed an unlawful and dangerous act that has killed the woman.",
      "He is guilty because he was reckless about harming anyone who might be inside the caravan when he set fire to it."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 19,
    "topic": "FLK2",
    "stem": "A husband, wife, and the wife’s mother bought a house together 20 years ago. The transfer deed stated that they held the property as joint tenants in law and equity. The husband and wife separated a month ago, and the husband moved out of the house. Last week, the wife was killed in a car accident. A few days before her death, the wife had made a will leaving all her property to her new boyfriend.  How is the title to the house now held?",
    "options": [
      "The husband and the wife’s mother are joint tenants in law and tenants in common in equity.",
      "The husband, the wife’s mother and the new boyfriend are joint tenants in law and tenants in common in equity.",
      "The wife’s mother and the new boyfriend are joint tenants in law and equity.",
      "The wife’s mother and the husband are joint tenants in law and equity.",
      "The wife’s mother and the new boyfriend are joint tenants in law and tenants in common in equity."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 20,
    "topic": "FLK2",
    "stem": "A woman died leaving an estate comprising two bank accounts and a freehold property. Her will divided the residue of her estate equally between her son and her daughter. Five years ago the woman and her son (who was then 22) had a serious argument and her son left the family home. None of the family has seen him since. The personal representatives (PRs) have questioned other relatives and friends to attempt to ascertain the son’s whereabouts but with no success. Three months ago the PRs placed advertisements complying with s.27 of the Trustee Act 1925 in the London Gazette and in a local newspaper. The PRs have had no responses to these notices from either the woman’s son or anyone claiming to be a creditor of the estate. They propose to distribute the entire residue to the woman’s daughter and pay only the creditors they currently know about.  Which of the following statements best describes the PRs’ protection from claims by creditors and beneficiaries as a result of the enquiries made and s.27 of the Trustee Act 1925 notices placed?",
    "options": [
      "The PRs will be protected from claims by new creditors and unknown beneficiaries but not from a claim by the son.",
      "The PRs will be protected from claims by new creditors but not from unknown beneficiaries or the son.",
      "The PRs will be protected from claims by new creditors, unknown beneficiaries and the son.",
      "The PRs will not be protected from claims by new creditors but will be protected from claims by unknown beneficiaries and the son.",
      "The PRs will not be protected from claims by new creditors or unknown beneficiaries but will be protected from a claim by the son."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 21,
    "topic": "FLK2",
    "stem": "A leasehold flat was owned by a brother and sister as tenants in common in equal shares. The sister died last month and under the terms of her will, the whole of her estate is given to her adult daughter absolutely. It is estimated that the flat is worth £200,000 as a very similar flat in the same block sold for that figure last month. The sister’s estate will be subject to Inheritance Tax (IHT). If the estimated worth of the flat is correct what will be the value of the sister’s half share for IHT purposes?",
    "options": [
      "£100,000 less a percentage discount to reflect the fact that the flat was co-owned at the sister’s death.",
      "£100,000 as no discount is available because of the application of the related property rules between a brother and sister.",
      "£100,000 as no discount is available because of the application of the related property rules between a mother and daughter.",
      "£100,000 as no discount is available because of the application of the related property rules which apply when more than two close relatives are connected with the ownership of a property.",
      "£100,000 as no discount is available because the flat is leasehold."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 22,
    "topic": "FLK2",
    "stem": "A man died on 4 May 2024. He left his entire estate to his nephew. He was a bachelor and did not make any lifetime gifts. His estate comprised a house free of mortgage worth £175,000 which he had lived in for over 20 years and bank and building society accounts with balances totalling £550,000. He also owned a house worth £170,000 free of mortgage which he inherited from his aunt and which has been rented out to tenants for the last 30 years. The man’s debts and funeral expenses totalled £9,000. In the 2024/25 tax year the nil rate band is £325,000 and the main residence nil rate band is £175,000. How much Inheritance Tax will be payable on the man’s estate?",
    "options": [
      "£354,400",
      "£224,400",
      "£154,400",
      "£152,000",
      "£84,400"
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 23,
    "topic": "FLK2",
    "stem": "A man squeezed superglue into the hard drive of his colleague’s computer. The man intended only to play a practical joke by making the computer temporarily unusable. He foresaw that his actions could cause damage to the computer and it was, in the circumstances known to him, unreasonable to take this risk. He did not foresee that damage was a virtually certain consequence of his actions. In fact the computer was damaged beyond repair and he ought to have foreseen that this was a virtual certainty. His actions were unreasonable. Can the man be guilty of criminal damage?",
    "options": [
      "No, because he did not intend to cause the damage.",
      "No, because he did not foresee that the damage was a virtually certain consequence of his actions.",
      "No, because he was only negligent with respect to the damage.",
      "Yes, because he foresaw the risk of damage and it was, in the circumstances known to him, unreasonable of him to take the risk.",
      "Yes, because he should have foreseen that the damage was a virtually certain consequence of his actions and his actions were unreasonable."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 24,
    "topic": "FLK2",
    "stem": "A client goes to see his solicitor because his neighbour’s roof has recently fallen into disrepair and he wants to see if he can do anything about it. He shows his solicitor a deed in which the neighbour gave a covenant for the benefit of the client’s house: “not to let the roof fall into disrepair.” Which of the following best describes why the client is likely to be able to sue the neighbour under this covenant?",
    "options": [
      "Because the building scheme exception will apply.",
      "Because the doctrine of mutual benefit and burden will apply.",
      "Because it is a positive covenant.",
      "Because it is a restrictive covenant.",
      "Because the neighbour was the original party to the deed."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 25,
    "topic": "FLK2",
    "stem": "A testator died leaving a will by which all of his estate passed to his adult son and adult daughter in equal shares. The estate assets included shares in a company quoted on the London Stock Exchange with a probate value of £100,000. Half of the shares were transferred to the son and the other half were transferred to the daughter. At the date of the transfer, the total value of the shares was £150,000. A month later the daughter sold all of her shares and the net sale proceeds were £85,000. Two months later the son sold all of his shares and the net sale proceeds were £45,000. The executor has not yet completed the administration of the estate. Which of the following statements best describes the Capital Gains Tax position on the shares sold during the administration period?",
    "options": [
      "The daughter will make a gain, the son will make a loss and the executor will make neither a loss nor a gain.",
      "The daughter will make a gain, the executor and the son will make neither a loss nor a gain.",
      "The executor and the daughter will make a gain, the son will make a loss.",
      "The executor will make a gain, the daughter and son will make neither a loss nor a gain.",
      "The executor and the daughter will make a gain, the son will make neither a loss nor a gain."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 26,
    "topic": "FLK2",
    "stem": "A woman has died. A few days after her body was found, her husband went to a bar and became very drunk. He admitted to a friend that he had killed his wife because he was jealous of her relationship with another man. This conversation was overheard by the manager of the bar. The husband’s friend and the manager gave statements to the police detailing the husband’s admission. The husband has been arrested on suspicion of murder and interviewed under caution, during which he denied killing his wife and denied making the admission to his friend. Is the husband’s admission to his friend in the bar admissible at his trial as an exception to the rule against hearsay?",
    "options": [
      "No, because the admission was made outside his trial.",
      "No, because the admission was not confirmed by the husband in his interview under caution.",
      "Yes, because the admission can be corroborated by more than one person.",
      "Yes, because it is an admission to an offence.",
      "No, because the husband was drunk when he made the admission."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 27,
    "topic": "FLK2",
    "stem": "A firm of solicitors is acting on behalf of a client who is selling his property and purchasing a new property. On exchange of contracts for the sale, the firm receives a deposit of £25,000 which is to be held as stakeholder. Which pair of double entries best shows how the receipt of the deposit should be recorded in the firm’s accounting records?",
    "options": [
      "Credit cash sheet client account Debit joint stakeholder ledger",
      "Credit cash sheet business account Debit joint stakeholder ledger",
      "Credit client ledger client account Debit joint stakeholder ledger",
      "Credit joint stakeholder ledger Debit cash sheet client account",
      "Credit cash sheet client account Debit client ledger client account"
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 28,
    "topic": "FLK2",
    "stem": "A solicitor has been contacted by a woman who asks him to represent her father by attending him at the police station. The father has been arrested on suspicion of attempted murder and is in custody at the police station. The solicitor is fully aware of the circumstances of the allegation as he represented the woman’s brother several days ago when the brother was arrested for the same offence. The brother has now been charged with the offence. The firm will carry out the usual conflict of interest check. Does the SRA Code of Conduct for Solicitors, RELs, RFLs and RSLs permit the solicitor to represent the woman’s father at the police station?",
    "options": [
      "No, although the solicitor can accept instructions from a third party, he cannot accept instructions from a close family member of the proposed client.",
      "No, the solicitor cannot accept instructions from a third party under any circumstances.",
      "Yes, the solicitor can accept instructions from the woman provided he is satisfied that the woman has the authority to give instructions and that there is no conflict of interest or risk of conflict.",
      "Yes, the solicitor can accept instructions from the woman provided he is satisfied that the woman has the authority to give instructions. A conflict of interest can never arise between close family members and there is no need to wait for the outcome of the conflict of interest check.",
      "Yes, the solicitor can accept instructions from the woman provided he is satisfied that the woman has the authority to give instructions. A conflict of interest will not arise where close family members are implicated in the same offence and there is no need to wait for the outcome of the conflict of interest check."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 29,
    "topic": "FLK2",
    "stem": "A woman died and was survived by her husband and son who is aged 30 years. Under the terms of her will, the woman created a trust fund of her residuary estate in the following terms: “to pay the income from my residuary estate to my husband for the remainder of his life and after his death I GIVE my residuary estate to my son if he survives my husband and attains the age of 25 years but if he does not so survive then to my sister absolutely.” The husband is discussing the possibility of bringing the trust to an end with the trustees. Whose consent is required to bring the trust to an end now?",
    "options": [
      "The husband and the son.",
      "The husband, the son and the sister.",
      "The husband and the sister.",
      "The sister.",
      "The son and the sister."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 30,
    "topic": "FLK2",
    "stem": "A woman died six months ago leaving an estate of £60,000 to be divided equally between her three children at the age of 21. Her son is 24 and her two daughters are 19 and 14. Her son is about to receive his share of the estate. The trustees have received a request to advance capital to help set up the elder daughter’s new catering business. The woman’s will does not extend the trustees’ powers of advancement. What is the maximum amount the trustees can apply in accordance with the request?",
    "options": [
      "£0",
      "£10,000",
      "£20,000",
      "£30,000",
      "£40,000"
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 31,
    "topic": "FLK2",
    "stem": "A woman who is holding a laptop is walking home with her daughter when a man approaches them, points at the daughter and screams at the woman: “Give me your laptop or I’ll break the girl’s neck.” His intention is to cause them both to fear that he will use the violence he threatens and then steal the laptop. The woman throws the laptop at the man who takes it and the woman and her daughter run away. The man is later caught and charged with robbery. Can the man be guilty of robbery?",
    "options": [
      "No, as he did not use actual force on any person.",
      "No, as his threats were directed at the daughter and not the woman who was the person in possession of the laptop.",
      "Yes, as he has stolen the laptop and immediately before and in order to do so has caused the woman and her daughter harassment, alarm or distress.",
      "Yes, as he has stolen the laptop and immediately before and in order to do so has put the daughter in fear of being then and there subjected to force.",
      "No, as he did not have with him a firearm or offensive weapon."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 32,
    "topic": "FLK2",
    "stem": "A man owns the freehold of a commercial building and intends to grant a lease of the building to an insurance company. The man is registered for Value Added Tax (VAT) and, prior to granting the lease, exercises an option to tax the building. The insurance company makes only exempt supplies for the purposes of VAT in the course of its business. What effect does the man’s option to tax the building have on the rent payable to the man by the insurance company?",
    "options": [
      "The rent payable will not be subject to VAT.",
      "The rent payable will be subject to VAT at 0%.",
      "The rent payable will be subject to VAT at 20%, which will be recoverable by the insurance company.",
      "The rent payable will be subject to VAT at 20%, which will be irrecoverable by the insurance company.",
      "The rent payable will be discounted in the hands of the insurance company by 20%."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 33,
    "topic": "FLK2",
    "stem": "A man was drinking in a public bar and became very intoxicated. He had an argument with another customer and suddenly smashed this other customer in the face with his empty glass causing a wound that amounted to grievous bodily harm. The man was so intoxicated that he did not know what he was doing. The man's intoxication was voluntary. The man was arrested by the police. He has been charged with wounding with intent to cause grievous bodily harm. Which of the following best describes the man's liability for wounding with intent to cause grievous bodily harm?",
    "options": [
      "He is not guilty because he was so intoxicated that he did not form the necessary intention for the offence.",
      "He is not guilty because intoxication provides a reasonable excuse for the attack.",
      "He is guilty because his voluntary intoxication is sufficiently reckless to satisfy the mens rea requirement for this offence.",
      "He is guilty because causing grievous bodily harm with intent is a crime of specific intent and intoxication is no defence to a crime of specific intent.",
      "He is guilty because causing grievous bodily harm with intent is a crime of basic intent and intoxication is no defence to a crime of basic intent."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 34,
    "topic": "FLK2",
    "stem": "A freeholder (‘the Landlord’) granted a ten year headlease to a tenant. After a year, the tenant, with the Landlord’s consent, granted a sublease for a term of five years to a subtenant. Two years later, the tenant surrendered its headlease to the Landlord. Which of the following statements best describes the position of the subtenant?",
    "options": [
      "The subtenant’s sublease is extinguished.",
      "The subtenant becomes the immediate tenant of the Landlord on the terms of the headlease.",
      "The subtenant becomes the immediate tenant of the Landlord on the terms of the sublease.",
      "The subtenant becomes the immediate tenant of the Landlord on the terms of an overriding lease.",
      "The subtenant’s sublease is forfeited."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 35,
    "topic": "FLK2",
    "stem": "Three men and a woman enter an office where the woman works between 9am-5pm, Monday to Friday. The group enter the office at 10pm on a Saturday night to have a party. The woman lets them in using her keys. After half an hour they become bored and so one of the group suggests that they look around to see if there is any alcohol they can steal. Whilst inside the office the group search through the drawers and find some whisky which they drink. They also find £300 which they steal. Which of the following best describes whether they are guilty of burglary?",
    "options": [
      "They are all not guilty because they did not enter as trespassers as the woman works in the office and has permission to enter.",
      "Only the men are guilty because the woman is not a trespasser as she works in the office and has permission to enter.",
      "They are all guilty because they all entered as trespassers and then stole when inside the office.",
      "They are all not guilty because they did not use any force to enter the office.",
      "They are all guilty as there was an intention to steal formed at the point of entry to the office."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 36,
    "topic": "FLK2",
    "stem": "A solicitor is acting for the buyer of a freehold property with registered title. The seller’s solicitor tells the buyer’s solicitor that the property benefits from a legal right of way on foot, across a neighbour’s registered freehold property, to reach a road. What will the buyer’s solicitor look for when examining the Land Registry official copy of the title to the property to confirm that the right of way is properly registered?",
    "options": [
      "An entry referring to an easement in the Property Register.",
      "An entry referring to an easement in the Proprietorship Register.",
      "An entry referring to an easement in the Charges Register.",
      "A restriction on dealings in the Proprietorship Register.",
      "An entry referring to a restrictive covenant in the Charges Register."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 37,
    "topic": "FLK2",
    "stem": "A freeholder (‘the Landlord’) has granted a commercial lease of a property to a tenant. The lease provides that the property may not be used other than for retail purposes. The tenant is a bookstore and requests Landlord’s consent to assign the lease to a supermarket. The bookstore is an independent trader that is finding it difficult to pay the rent. The supermarket is operated by a highly profitable national chain. The Landlord wishes to withhold consent to the assignment because it operates another supermarket opposite the property and is concerned that the assignee will take trade away from its own business. The relevant wording of the alienation covenant in the lease is as follows: “The Tenant shall not assign underlet or charge the Property without the prior written consent of the Landlord.” Can the Landlord lawfully withhold consent to the assignment on the basis of the assignee’s business?",
    "options": [
      "Yes, because a supermarket does not qualify as a retail purpose.",
      "Yes, because the Landlord does not have to act reasonably in withholding consent.",
      "Yes, because competition by the assignee with the Landlord’s business is a ground for reasonably withholding consent.",
      "No, because competition by the assignee with the Landlord’s business is not a ground for reasonably withholding consent.",
      "No, because the supermarket is in a better financial position than the bookstore and consent cannot be withheld if the assignee provides a stronger covenant."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 38,
    "topic": "FLK2",
    "stem": "A solicitor is acting for the seller of a freehold property with unregistered title. The solicitor is preparing for deduction of title to the property to a solicitor acting for the buyer. He examines the deeds and documents relating to the property. Which of the following is the best candidate for a good root of title when deducing title to the property?",
    "options": [
      "A conveyance of the property, dated 10 March 1984.",
      "An assent of the property, dated 30 April 1988.",
      "A planning permission for the property, dated 15 May 2015.",
      "A will devising the property, dated 20 May 1984.",
      "A land charges search certificate, dated 8 March 1984."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 39,
    "topic": "FLK2",
    "stem": "A solicitor supplements his income with buy-to-let flats. The solicitor decides to sell one of the flats and use the capital for another investment. One of the solicitor's clients offers the full asking price for the flat and the solicitor accepts his client's offer. In the full knowledge that the solicitor is the seller, the client instructs the same solicitor in writing to act as his solicitor in the transaction. The solicitor accepts the instruction and prepares all the documents. The transfer is completed without complications. Were the solicitor's actions in accordance with the SRA Standards and Regulations?",
    "options": [
      "Yes, because a solicitor can act where there is an own interest conflict if he has received written consent from the client.",
      "Yes, because a solicitor can act where there is an own interest conflict if he is satisfied it is in his client's best interests.",
      "Yes, because a solicitor can act where there is an own interest conflict if the solicitor and the client have a substantially common interest.",
      "No, because a solicitor cannot act if there is an own interest conflict unless the solicitor and the client are competing for the same objective.",
      "No, because a solicitor cannot act if there is an own interest conflict or a significant risk of an own interest conflict."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 40,
    "topic": "FLK2",
    "stem": "A man has been arrested on suspicion of common assault. He is a professional football player earning £180,000 per year. It is alleged that the man punched a photographer who was trying to take a picture of him whilst he was having a drink with a woman in a bar. The man has never been in trouble with the police before and has requested that he is represented by the duty solicitor while he is interviewed under caution at the police station. Will the man be entitled to publicly funded legal representation in connection with the defence of his case?",
    "options": [
      "The man will not be eligible for publicly funded legal representation by the duty solicitor at the police station because he will fail the means test.",
      "The man will be eligible for publicly funded legal representation by the duty solicitor at the police station and at all hearings up to and including sentence.",
      "The man will be eligible for publicly funded legal representation by the duty solicitor at the police station, limited to telephone advice only.",
      "The man will be eligible for publicly funded legal representation by the duty solicitor at the police station. He will also be able to get a representation order in the Magistrates’ Court provided that he passes the interests of justice test, because there is no means test in the Magistrates’ Court.",
      "The man will be eligible for publicly funded legal representation by the duty solicitor at the police station. He will not be able to get a representation order in the Magistrates’ Court, because even if he passes the interests of justice test, he will fail the means test which applies in the Magistrates’ Court."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 41,
    "topic": "FLK2",
    "stem": "A man died ten months ago domiciled in England and Wales. A grant of representation to his estate was issued seven months ago. By his will, the man left all of his estate to his favourite charity. The man’s widow is considering whether to bring a claim against his estate under the Inheritance (Provision for Family and Dependants) Act 1975 (‘the Act’). There are no circumstances in which a court would give permission for a late application to be made under the Act. Which of the following statements best explains whether the widow is able to bring a claim under the Act?",
    "options": [
      "The widow is able to bring a claim because the grant of representation was issued less than two years ago.",
      "The widow is able to bring a claim because the grant of representation was issued less than six months after the date of death.",
      "The widow is able to bring a claim because the man died less than two years ago.",
      "The widow is not able to bring a claim because the man died more than six months ago.",
      "The widow is not able to bring a claim because the grant of representation was issued more than six months ago."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 42,
    "topic": "FLK2",
    "stem": "A woman was travelling on a train late at night when she was approached by a man holding a large knife. The woman ran away and fell, injuring her knee. The man had not intended to cause the woman any injury and had not realised that his actions created a risk of injury. The man did realise that his actions created a risk that the woman would fear that she would be subjected to immediate unlawful force. Can the man be guilty of assault occasioning actual bodily harm?",
    "options": [
      "No, because he did not realise that his actions created a risk of injury.",
      "No, because he did not intend to cause an injury.",
      "No, because injury was not a virtually certain consequence of his actions.",
      "Yes, because he realised that his actions created a risk that the woman would fear immediate unlawful force and injury was caused.",
      "Yes, because a reasonable person would have realised that there was a risk of injury and injury was caused."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 43,
    "topic": "FLK2",
    "stem": "Under the terms of a man’s will, the whole of his estate was given to his daughter. The man had a serious disagreement with his daughter and decided that he no longer wanted her to be the beneficiary of his will. He tore his original will into four pieces. The man and his daughter are now reconciled and the man regrets his decision to tear up his will. He wants his daughter to inherit the whole of his estate. Is the man’s will valid?",
    "options": [
      "No, because the will was revoked by destruction.",
      "Yes, because his daughter is the beneficiary named in the will and the man intends her to inherit the whole of his estate.",
      "No, because the will must be read as a whole and this is no longer possible.",
      "Yes, because a will must be revoked by a revocation clause in a new will executed in accordance with s.9 Wills Act 1837.",
      "Yes, because the doctrine of dependent relative revocation will apply."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 44,
    "topic": "FLK2",
    "stem": "The freeholder of a commercial building (‘the Landlord’) granted a lease of the whole building to a tenant. The tenant is concerned that the building does not benefit from enough natural light and now wishes to create two new apertures in an external wall of the building to accommodate windows. The tenant is seeking the consent of the Landlord to make these alterations. The alterations covenant in the lease is as follows: “The Tenant may not make alterations to the Building save for non-structural alterations.” Can the Landlord withhold consent to the tenant’s proposed alterations without giving reasons?",
    "options": [
      "Yes, because the Landlord retains ownership of the external walls.",
      "Yes, because there is an absolute prohibition against structural alterations.",
      "No, because a proviso that Landlord’s consent is not to be unreasonably withheld is implied into all absolute prohibitions on all alterations.",
      "No, because a proviso that Landlord’s consent is not to be unreasonably withheld is implied into absolute prohibitions on structural alterations.",
      "No, because the proposed alterations are non-structural."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 45,
    "topic": "FLK2",
    "stem": "A firm of solicitors is acting on behalf of the executors of a will. The administration of the estate will be completed shortly and the executors have asked the firm to pay the legacies due under the will. As a separate matter the firm also acts for one of the beneficiaries of the will in connection with the beneficiary’s purchase of a property. The beneficiary is entitled to a legacy of £20,000 from the will. The beneficiary gives written instructions to the firm to use this £20,000 legacy to repay the £2,000 the firm has already incurred in surveyor’s fees and searches (for which the firm has billed the beneficiary), and retain the balance of £18,000 and use it as part of the purchase price. Which of the following statements best explains the action the firm should take?",
    "options": [
      "The firm cannot transfer the funds from the executors’ client account ledger to the beneficiary’s client account ledger. The firm should send a cheque to the beneficiary for £20,000.",
      "The firm can transfer £2,000 from the executors’ client account ledger to the firm’s business bank account and should then send a cheque for £18,000 to the beneficiary.",
      "The firm can transfer £2,000 from the executors’ client account ledger to the firm’s business bank account and should then transfer £18,000 to the beneficiary’s stakeholder account ledger.",
      "The firm can transfer £20,000 from the executors’ client account ledger to the beneficiary’s client account ledger and should then transfer £2,000 to the firm’s business bank account.",
      "The firm can transfer £20,000 from the executors’ client account ledger to the beneficiary’s client account ledger. The firm should not transfer £2,000 to the firm’s business bank account until the purchase of the property is completed."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA original sample answer key"
  },
  {
    "id": 46,
    "topic": "FLK2",
    "stem": "A man intends to create a trust to benefit his daughter during her lifetime but ultimately he wants the trust fund to pass to his grandson. The man transfers the trust fund to trustees to hold on trust for his daughter for life remainder to his grandson provided the grandson qualifies as a solicitor in England and Wales. After the trust is created, the daughter and grandson are involved in a car accident. The grandson dies at the scene of the accident and the daughter dies shortly afterwards in hospital. The grandson was in his second year of a law degree in London. The trustees seek advice as to who is entitled to the trust fund. Which of the following statements best describes who is entitled to the trust fund?",
    "options": [
      "The trust fund belongs to the daughter’s estate as she survived the grandson.",
      "The trust fund belongs to the grandson’s estate as it was the settlor’s intention that the grandson should take it on the death of the daughter.",
      "The trust fund belongs to the man as the grandson failed to survive the daughter.",
      "The trust fund will be shared equally between the daughter’s and grandson’s estates.",
      "The trust fund belongs to the man as the grandson failed to satisfy the condition."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 47,
    "topic": "FLK2",
    "stem": "A woman occupied a shop under a two year lease. At the end of the term, the lease was renewed for a further two years. The woman continues to occupy under the new lease. The new lease was made by deed and its provisions made no reference to s.62 of the Law of Property Act 1925. The shop has an external storeroom at the rear, which is owned by the landlord. Although it is not included in either lease, the woman has always used it to store stock. At the beginning of the original lease, the landlord said he was happy for the woman to do this, as long as she kept the storeroom tidy, because he also uses it for storage. Yesterday, the landlord revealed his plan to demolish the storeroom. The woman wants to prevent this by establishing that she has the right to use the storeroom. Does the woman have an enforceable easement to use the storeroom?",
    "options": [
      "Yes, because the new lease converted her licence to use the storeroom into an easement.",
      "Yes, because the storeroom is necessary to her business.",
      "No, because the agreement to allow her to keep stock in the storeroom was a mere licence.",
      "No, because the agreement to allow her to keep stock in the storeroom was not recorded in writing.",
      "No, because she shares the use of the storeroom with the landlord."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 48,
    "topic": "FLK2",
    "stem": "A man is arrested at 11pm on a Wednesday, under suspicion of causing grievous bodily harm with intent to a woman. He is brought to the police station arriving at 11.30pm and his detention is authorised at 11.45pm. The police investigations are ongoing. There are searches to be undertaken, witnesses to be located and medical evidence to be obtained. There will be a delay in obtaining the medical evidence as the woman is undergoing extensive surgery. The investigating officers anticipate that they will need to use the maximum powers of detention available to the police before charge and may need to seek a warrant of further detention from the Magistrates’ Court. Until what time can the man be detained before charge without a warrant of further detention?",
    "options": [
      "11.30pm Thursday.",
      "11.45pm Thursday.",
      "11am Friday.",
      "11.30am Friday.",
      "11.45am Friday."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 49,
    "topic": "FLK2",
    "stem": "A man separated from his wife several years ago. They remained friends and did not divorce. The man began to cohabit with his partner three years ago. Six weeks ago, the man, his wife and their daughter (aged 21) were in a car crash whilst on their way to attend the daughter’s graduation ceremony. The man was killed instantly. The wife and daughter died the following day. The cohabitee is still alive. The man has no other relatives. He died intestate and his net estate passing under the intestacy rules is £1,500,000. Which of the following best describes how the man’s estate will be distributed?",
    "options": [
      "It will be distributed to the wife’s estate only.",
      "It will be distributed to the wife’s estate and the daughter’s estate.",
      "It will be distributed to the daughter’s estate only.",
      "It will be distributed to the cohabitee only.",
      "It will be distributed to the cohabitee and the daughter’s estate."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 50,
    "topic": "FLK2",
    "stem": "A business lease dated 15 July 1989 was granted to a company (‘the Tenant’). It commenced on 24 June 1989 for a term of 50 years. The Tenant is in the process of assigning the residue of the term of the lease to another company (‘the Assignee’). The lease provides that assignment of the lease can only occur with the landlord’s consent (not to be unreasonably delayed). The Tenant has applied to the current landlord (‘the Landlord’) for consent to assign the lease and the Landlord has indicated its consent in principle subject to the completion of a licence to assign. The Landlord’s solicitor is drafting the licence to assign. She is drafting the covenant to govern future liability under any tenant covenants in the lease. Which one of the following possible covenants should the Landlord’s solicitor include in the draft licence to assign?",
    "options": [
      "The Tenant covenants with the Landlord to provide the Landlord with an authorised guarantee agreement (in an agreed form) on the assignment.",
      "The Tenant covenants with the Landlord that the Assignee will perform the covenants in the lease during the remainder of the term of the lease.",
      "The Tenant covenants with the Landlord that the Assignee will perform the covenants in the lease until the next valid assignment of the lease made with the Landlord’s consent.",
      "The Assignee covenants with the Landlord to perform the covenants in the lease during the remainder of the term of the lease.",
      "The Assignee covenants with the Landlord to perform the covenants in the lease until the next valid assignment of the lease made with the Landlord’s consent."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 51,
    "topic": "FLK2",
    "stem": "A woman owns a registered, freehold house. Within the last year, a property developer requested that the woman enter into an option agreement with him. In return for an option fee, the woman agreed to grant the property developer the option to buy her house at any time within five years of the option agreement. The option agreement has recently been exchanged. Which of the following represents the best way for the property developer to protect the option agreement?",
    "options": [
      "Registration as a notice.",
      "Registration as a C(iv) land charge.",
      "Registration as a D(ii) land charge.",
      "Registration as an interest overriding a registered disposition.",
      "Registration as a registrable disposition."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 52,
    "topic": "FLK2",
    "stem": "A woman holds a grudge against her former employer. The woman goes to the former employer’s house intending to smash a window of the house with a brick. She sees a car on the drive of the house and realises that someone may be inside the house. She also realises that, if she throws the brick, the life of anyone inside the house could be endangered either by the brick or by flying pieces of glass resulting from the brick smashing the window. However, she does not intend to harm anyone or to endanger anyone’s life. The woman throws a brick through the kitchen window. The window smashes and pieces of glass are thrown into the kitchen as a result. The son of the former employer is sitting in the kitchen. The brick flies past him and narrowly misses hitting him. He is cut by several pieces of flying glass, causing life threatening injuries. Which of the following best describes why the woman is guilty of aggravated criminal damage?",
    "options": [
      "She intended to throw the brick through the kitchen window and the son was injured by flying glass as a result.",
      "She intended to throw the brick through the kitchen window and the son’s life was endangered by flying glass as a result.",
      "She intended to throw the brick through the kitchen window and the son’s life was endangered by the brick as a result.",
      "She intended to throw the brick through the kitchen window and was reckless as to whether a life would be endangered by the brick as a result.",
      "She intended to throw the brick through the kitchen window and was reckless as to whether a life would be endangered by flying glass as a result."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 53,
    "topic": "FLK2",
    "stem": "A woman dies leaving all her estate to a charity. The following document is found by the executors amongst the woman’s papers: “I hereby confirm that I am holding my holiday cottage on trust for my son and daughter-inlaw.” The document is dated a year ago and is signed by the woman. The signature is not witnessed. The woman had taken no further action in relation to the cottage of which she was the sole registered proprietor. Her son and daughter-in-law (who are both adults) knew nothing about the document. They became estranged from the woman and had not been in contact with her in the six months prior to her death. The son and daughter-in-law are claiming the cottage is held on trust for them and does not form part of the woman’s estate. Which of the following factors is relevant in deciding whether the cottage is held on trust for the son and daughter-in-law?",
    "options": [
      "The son and daughter-in-law are adults.",
      "The legal title to the cottage belonged to the woman when she declared the trust.",
      "The woman did not transfer the legal title to the cottage before her death.",
      "The son and daughter-in-law were estranged from the woman.",
      "The woman did not execute a deed declaring the trust."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 54,
    "topic": "FLK2",
    "stem": "A man died in December 2024. He made three lifetime gifts only, which were all to his son, to help with the cost of repairs to the son’s house. The gifts were as follows: May 2018 July 2019 August 2021  £3,000 £4,000 £7,000  What is the man’s cumulative total for Inheritance Tax purposes at the date of his death?",
    "options": [
      "£0",
      "£1,000",
      "£2,000",
      "£4,000",
      "£5,000"
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 55,
    "topic": "FLK2",
    "stem": "The police are called to a bar in relation to an allegation of an assault. The attending police officers speak to a man who is bleeding from a cut to the face. A woman is arrested at the bar on suspicion of assaulting the man occasioning him actual bodily harm. The arresting officer notices blood on the woman’s hand. The woman is taken to a police station. Her detention is authorised and she is subsequently interviewed under caution in the presence of her solicitor. On the advice of her solicitor, the woman exercises her right to silence in the interview and does not give an explanation for the blood on her hand. The interviewing officer warns the woman that an assault is being investigated and that she is being asked to account for the blood on her hand as it is believed that the blood may be present because she committed the assault. She is reminded that the interview is being recorded and the record may be given in evidence at a court hearing, and that an inference may later be drawn by a court if she fails to account for the blood during the interview. The woman continues to exercise her right to silence. The woman is charged with assaulting the man occasioning him actual bodily harm. The woman pleads not guilty and refuses to give evidence at her trial. Can the trial court be invited to draw an adverse inference from the woman’s failure to account for the blood on her hand in her interview under caution?",
    "options": [
      "No, because since the woman is not giving evidence at her trial, she is not relying upon a fact in her defence which she did not mention in her interview under caution.",
      "No, because the woman has a right to silence in her interview under caution.",
      "No, because the woman was advised by her solicitor to exercise her right to silence in her interview under caution",
      "Yes, because of the warning given to the woman in her interview under caution.",
      "Yes, because it would have been reasonable for the woman to explain the blood on her hand in her interview under caution."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 56,
    "topic": "FLK2",
    "stem": "A woman is buying a freehold property. She chose the property because it included a large detached garage which would be ideal for storing her collection of five vintage cars. Contracts incorporating the Standard Conditions of Sale (Fifth Edition - 2018 Revision) (SCS), unamended, were exchanged last week. The woman has discovered that there was a fire at the property last night. Although the house is unaffected the garage has been destroyed. The woman is uncertain whether she wishes to proceed with the purchase because the garage will take six months to rebuild. She is concerned about any additional costs this might involve and does not know where her cars will be stored in the interim. The woman asks her solicitor for advice. What should the solicitor advise the woman?",
    "options": [
      "She is contractually bound to complete the purchase. There will be no reduction in the purchase price because the risk passed to her on exchange.",
      "She cannot be compelled to complete the purchase as an important part of the subject matter of the contract has been destroyed.",
      "She is contractually bound to complete the purchase. The SCS required the woman to purchase a policy of insurance and she must use any proceeds to reinstate the garage.",
      "She is contractually bound to complete the purchase. The risk remains with the seller who must reinstate the garage in order to fulfil his obligations under the contract.",
      "She can decide whether or not she will proceed. If she does proceed, she can require the seller to reinstate the garage to the condition it was in at the date of the contract."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 57,
    "topic": "FLK2",
    "stem": "A firm of solicitors is acting for the executors of a deceased man’s estate. It has just obtained the grant of probate. When it applied for the grant of probate, the firm paid the probate application fee of £300 from its business bank account. The firm receives £5,225 from the deceased man’s bank, being the closing balance of the deceased man’s account with the bank, which it pays into its general client bank account. The firm has received, but not yet paid, an invoice for £200 (no VAT payable) addressed to the firm from a local valuer who provided a probate valuation of the deceased man’s furniture. The firm submits a bill to the executors as follows: Professional charges VAT Paid disbursement (probate fee) Unpaid disbursement (valuation fee) Total  £1,000 £200 £300 £200 £1,700  What is the maximum amount the firm can transfer to its business bank account?",
    "options": [
      "£1,000",
      "£1,300",
      "£1,200",
      "£1,400",
      "£1,700"
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 58,
    "topic": "FLK2",
    "stem": "A farmer sells a field, which forms part of her farm, to a man. In the transfer the man agrees for himself and his successors in title to erect no more than four single-storey houses on the field. What is the nature of the interest created in the transfer?",
    "options": [
      "Legal because it is a restrictive covenant",
      "Equitable because it is a restrictive covenant.",
      "Equitable because it is a positive covenant.",
      "Legal because it is a positive covenant.",
      "Equitable because it is an estate contract."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 59,
    "topic": "FLK2",
    "stem": "A man is walking along a street when a woman runs towards him shouting loudly and waving her arms. The man is confused by what the woman is shouting, but genuinely believes that the woman is about to attack him. A reasonable person in the man’s position would not have believed that the woman was about to attack him. As the woman approaches the man, the man pushes her to the chest with both hands, causing her to stumble backwards. The force he used to push her would have been reasonable if the man were being attacked. The woman is shocked and angry, but not injured. The woman explains to the man that she was trying to warn him about some roof tiles that were falling from a nearby building. A police officer sees the incident and the man is arrested and subsequently charged with common assault. The man intends to rely at court on the defence that he acted in selfdefence when he pushed the woman. Which of the following best explains whether the man can rely on self-defence?",
    "options": [
      "He cannot rely on self-defence, because he pushed the woman before being physically attacked by her.",
      "He cannot rely on self-defence, because his belief that the woman was about to attack him was unreasonable.",
      "He cannot rely on self-defence, because his belief that the woman was about to attack him was mistaken.",
      "He can rely on self-defence, because he believed that the woman was about to attack him and the amount of force he used was reasonable.",
      "He can rely on self-defence, because he believed that the woman was about to attack him and he did not cause unreasonable harm to the woman."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 60,
    "topic": "FLK2",
    "stem": "A woman bought a house in Wales for £300,000 five years ago. She has carried out extensive renovation and refurbishment works to it. Contracts for the sale of the house to a buyer have been exchanged. The sale price is £450,000. The buyer’s solicitor is preparing for completion. He is currently drafting a financial statement for his client and needs to include the tax payable upon completion of the purchase. Which tax will be payable by the buyer upon completion of the purchase?",
    "options": [
      "Stamp Duty.",
      "Land Transaction Tax.",
      "Capital Gains Tax.",
      "Stamp Duty Land Tax.",
      "Value Added Tax."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 61,
    "topic": "FLK2",
    "stem": "A man is the trustee of a fund of £500,000. In breach of trust, he transfers £200,000 of trust money to his girlfriend to enable her to buy a house. The man does this because he wants to impress her. The man’s girlfriend knows that the man is not wealthy enough to be able to afford to transfer £200,000 to her. She knows that he owes several creditors amounts totalling over £200,000. The man had said to her on many previous occasions that he is a trustee and that he would be prepared to take money unlawfully from the trust to use for his own purposes. The man’s girlfriend did not enquire about the source of the £200,000, because she felt sorry for the man and did not want to hurt his feelings. In addition, she was keen to receive the money to use for her own purposes. Instead of buying a house, she spent all the money on parties and expensive holidays. The man has now disappeared, still in debt to his creditors. The beneficiaries of the trust now wish to make a personal claim of £200,000 against the girlfriend. Is a personal claim against the girlfriend likely to succeed?",
    "options": [
      "Yes, because she dishonestly assisted in the breach of trust by the man.",
      "Yes, because her knowledge made her suspicious but she decided not to enquire about the money.",
      "No, because she used the money for purposes other than the purpose intended by the man.",
      "No, because she did not have actual knowledge of the breach of trust by the man.",
      "No, because she has dissipated the money that the man gave her."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 62,
    "topic": "FLK2",
    "stem": "A woman decides to make a will at home. She handwrites the provisions she wishes to include on a piece of paper. She signs the will at the bottom and then asks two neighbours to come to her house to act as witnesses. Whilst the witnesses are both present in the living room, the woman points to her signature at the bottom of the will and says: “I have already signed it.” The older witness and the woman then go into the kitchen to make a drink. Whilst they are in the kitchen, the younger witness signs the will beneath the woman’s signature. The older witness and the woman then return to the living room and, whilst all three are together, the older witness adds her signature to the will beneath the younger witness’s signature. The will does not contain a date or an attestation clause. Why is the woman’s will invalid?",
    "options": [
      "Because the will has no date.",
      "Because the witnesses did not see the woman sign the will.",
      "Because the woman was not present when the younger witness signed the will.",
      "Because the witnesses did not see each other sign the will.",
      "Because the will has no attestation clause."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 63,
    "topic": "FLK2",
    "stem": "A woman is the owner of the registered freehold of a workshop. She orally agrees to give an artist the exclusive right to occupy the workshop as his studio. They agree that the arrangement will last for 12 months and that the artist will take immediate possession. There will be no upfront payment but a monthly market rent will be payable. The artist confirms the terms of the arrangement in an email which the woman reads but does not acknowledge. The artist takes no further action in relation to the arrangement but, before the artist moves into the workshop, the woman tells him that she has changed her mind. The artist claims the arrangement has created an enforceable agreement allowing him to occupy the workshop as his studio. What has been created by the arrangement?",
    "options": [
      "A legal lease, because the oral agreement is sufficient.",
      "An equitable lease, because the email is in writing but not a deed.",
      "A licence, because the email is not signed by the parties.",
      "A licence, because the artist has not taken up occupation.",
      "An equitable lease, because the oral agreement is not capable of registration."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 64,
    "topic": "FLK2",
    "stem": "A woman telephones the emergency services and speaks to a civilian call handler. She sounds in distress and is crying. She alleges that her husband, whom she names, has just assaulted her by punching her to the face. She states that she has locked herself in the bathroom of their house to make the call because she is scared that he will assault her again. She asks for police officers to attend at their address. The call is recorded. When police officers arrive a few minutes later the husband is still in the house. The woman is locked in the bathroom and is still upset and crying. The attending police officers coax the woman out of the bathroom and note that she has reddening and bruising to her face. The husband is arrested on suspicion of assaulting the woman. The woman refuses to give a statement to the police officers. The husband exercises his right to silence when he is interviewed by police officers under caution. He is charged with common assault. He pleads not guilty and his case is adjourned for trial. The woman refuses to come to court to give evidence stating that she is not in fear of her husband and that she wants their relationship to continue. The prosecution wishes to rely upon the account given by the woman during her telephone call to the emergency services at the husband’s trial. Can the woman’s account given during the telephone call be admitted at the husband’s trial as part of the res gestae?",
    "options": [
      "No, because the woman will not give oral evidence at the husband’s trial.",
      "No, because the woman has not given a written statement.",
      "Yes, because the account was given in circumstances where the possibility of concoction can be disregarded.",
      "Yes, because the account is corroborated by the reddening and bruising to the woman’s face witnessed by the attending police officers.",
      "No, because the account was not given to a police officer."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 65,
    "topic": "FLK2",
    "stem": "Three friends own a registered, freehold property together as beneficial tenants in common in equal shares. The property is subject to restrictive covenants. One of the friends has died. The executors of his estate have recently obtained a grant of probate. The property is being sold to a buyer. She will hold the property on trust for herself and her adult son. The contract for the sale has been exchanged. This incorporates the Standard Conditions of Sale (Fifth Edition – 2018 Revision) with no relevant amendments. The transfer is being drafted in readiness for execution. Who, if anyone, must execute the transfer in addition to both of the surviving friends?",
    "options": [
      "No one.",
      "Only the executors.",
      "Only the buyer.",
      "Only the executors and the buyer.",
      "The executors, the buyer and the adult son."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 66,
    "topic": "FLK2",
    "stem": "A trust fund, which has a sole trustee, is held for a man for life, remainder to the man’s daughter who is aged 23. The trust instrument contains no provisions relating to investment. The daughter suggests to the trustee that £200,000 from the fund should be invested in land in Australia. The man has not expressed a view on this. The trustee is an English estate agent who has recently retired, but shortly before his retirement, he spent five years working in Australia, where he acquired expertise in the Australian property market. The trustee agrees with the daughter’s suggestion and invests £200,000 in land in Australia. In the year since the trust made the investment, the value of land has fallen in Australia, and the land purchased by the trust is now worth only £100,000. Does the trustee have any liability for the fall in value?",
    "options": [
      "No, because he acted as a prudent man of business.",
      "No, because he acted in accordance with the daughter’s suggestion.",
      "No, because land is a long-term investment.",
      "Yes, because land overseas is an unauthorised investment.",
      "Yes, because he was an expert in land values in Australia and should have known that it was not a prudent investment."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 67,
    "topic": "FLK2",
    "stem": "A woman believes that her boyfriend is having an affair and goes to his home to confront him and end the relationship. She takes a bag of her boyfriend’s property with her in order to return it to him, which includes a pair of his boots. Her boyfriend does not answer his front door. The woman is convinced he is inside the home and becomes angry. She stands in his front garden and shouts, demanding that he let her in. A man comes out of the neighbouring house and stands just outside its front door. The man asks the woman to be quiet which angers the woman further. The woman is separated from the man by a tall fence between the boyfriend’s home and the neighbouring house but she takes one of her boyfriend’s boots from the bag and throws it across the fence at the man. She intends to cause the man to expect to be hit by the boot and to actually hit him with it. The man expects the boot to hit him, as would any reasonable person in the man’s situation. He ducks down quickly and the boot misses him, hitting the front door. The man goes back into his own house, uninjured, and calls the police to report the incident. Can the woman be guilty of common assault on the man?",
    "options": [
      "Yes, because the man expected to be struck by the boot.",
      "No, because there was no direct physical contact between the man and the woman.",
      "No, because the boot did not make any contact with the man.",
      "No, because the man did not expect any direct physical contact between him and the woman.",
      "Yes, because a reasonable person in the man’s position would have expected to be struck by the boot."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 68,
    "topic": "FLK2",
    "stem": "Three years ago, a woman bought the freehold of a building which is subject to a lease of the whole building protected by the Landlord and Tenant Act 1954 (Part II) (LTA). The tenant runs a recruitment business from the building. The term of the lease is for 12 years and there are ten months of this term remaining. At the contractual expiry of the lease, the woman intends to reconstruct the building, converting it into flats. The reconstruction cannot reasonably be carried out without obtaining possession of the building. She has obtained the necessary planning permission for the works. The woman has just received from the tenant a notice under s.26 of the LTA requesting a new lease. The woman seeks legal advice about whether she can oppose the tenant’s request on the ground that she intends to reconstruct the building. What advice should the solicitor give about whether the woman can oppose the tenant’s request for a new lease on this ground?",
    "options": [
      "The woman can rely on this mandatory ground and compensation is payable.",
      "The woman can rely on this mandatory ground and compensation is not payable.",
      "The woman may rely on this discretionary ground and, if the woman successfully opposes the tenant’s request for a new lease on this ground, compensation will be payable.",
      "The woman cannot rely on this ground as she has not yet owned her interest for sufficiently long.",
      "The woman cannot rely on this ground as the lease is less than 14 years in duration."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 69,
    "topic": "FLK2",
    "stem": "A man pleads not guilty to a charge of common assault and his trial takes place in the Magistrates’ Court. It is alleged that the man punched a woman to the face during an incident outside a night club in a city centre in the early hours of the morning. The man denies that he is the person who punched the woman. Two witnesses give evidence at the man’s trial stating that they saw him punch the woman. The man gives evidence in his defence and states that the two witnesses are mistaken. The man is convicted of the common assault and wants to appeal against his conviction to the Crown Court. How will the man’s appeal be determined by the Crown Court?",
    "options": [
      "At a hearing of all the evidence by a Crown Court Judge sitting with lay magistrates.",
      "At a hearing of all the evidence by a Crown Court Judge and jury.",
      "At a hearing of all the evidence by a Crown Court Judge sitting alone.",
      "By a Crown Court Judge sitting alone considering only the written grounds of appeal.",
      "By a Crown Court Judge sitting alone considering only the points of law certified by the Magistrates’ Court."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 70,
    "topic": "FLK2",
    "stem": "An elderly woman goes to live with her daughter because she is becoming physically infirm and is no longer able to live independently. When she moves in with her daughter, the woman decides to give the majority of her estate to her daughter. She closes most of her bank and building society accounts and transfers the closing balances (approximately £900,000) to her daughter. The woman does not make any other gifts. Two years later the woman dies and her estate comprises: ● ●  a joint bank account with her daughter which has a balance of £30,000 a savings account in the woman’s sole name which has a balance of £75,000  The woman has no overseas assets and she does not have an interest under a trust. The woman leaves a will by which she appoints executors, and gives her estate to her favourite charity. The executors are preparing the application for a grant of probate and wish to know whether they are required to submit a form IHT400. Which of the following best explains whether the executors are required to submit a form IHT400?",
    "options": [
      "They are not, because the woman’s estate is worth less than £3,000,000.",
      "They are, because Inheritance Tax is payable on the woman’s death.",
      "They are not, because the woman’s residuary estate is given to a charity.",
      "They are, because the woman had an interest in a joint bank account.",
      "They are not, because the woman did not make any lifetime chargeable transfers."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 71,
    "topic": "FLK2",
    "stem": "A woman owns an unregistered, freehold house with a large garden. In consideration of £10,000, she grants her neighbour the right to use a pathway over her garden in perpetuity. The woman and the neighbour enter into a deed drafted by the woman’s solicitor recording all the agreed terms. Must this legal easement be registered?",
    "options": [
      "Yes, because it is granted after 1925 it must be registered as a D(iii) land charge.",
      "Yes, because it triggers first registration of the freehold and must be protected by a notice on the Charges Register of the newly registered freehold title.",
      "No, because it is a registrable disposition but is subject to the doctrine of notice.",
      "No, because it binds the world.",
      "No, because it triggers first registration of the freehold and is protected as an overriding interest."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 72,
    "topic": "FLK2",
    "stem": "A firm of solicitors is acting on behalf of the purchaser of a property. The firm is holding £1,500 for the client on account of costs in its general client bank account. The firm receives an invoice of £400 plus £80 VAT in respect of a surveyor’s fee which is addressed to the firm. The client asks the firm to pay the invoice. Which of the following best explains how the firm should pay the invoice?",
    "options": [
      "The firm should pay £480 from its business bank account using the principal method.",
      "The firm should pay £480 from its general client bank account using the principal method.",
      "The firm should pay £480 from its business bank account using the agency method.",
      "The firm should pay £480 from its general client bank account using the agency method.",
      "The firm should pay £400 from its general client bank account using the agency method and £80 from its business bank account using the principal method."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 73,
    "topic": "FLK2",
    "stem": "A man purchases a house and is the sole legal owner. His sister moves in with the man after separating from her husband as she is unable to find any rented accommodation which she can afford. In discussing the ownership of the house with his sister the man promises that he will: “look after her financially”. The man explains that he will not need her to pay any rent for living in the house as he does not have a mortgage. They agree that she will pay half the fuel bills and council tax and share the household chores. Two years after the sister moved in, the man dies leaving his estate to a charity. By this time the sister’s financial position has improved following the finalisation of her divorce from her husband. The sister claims she has a beneficial interest in the house arising under a common intention constructive trust. Does the sister have a beneficial interest in the house under a common intention constructive trust?",
    "options": [
      "Yes, because a common intention to share the beneficial interest can be inferred from the express discussion concerning her financial situation.",
      "No, because she was neither the man’s spouse nor unmarried partner.",
      "Yes, because she acted to her detriment by sharing the household chores and contributing to household expenses.",
      "No, because she has not rebutted the presumption that the man is the sole beneficial owner.",
      "No, because she has not suffered any detriment as her financial position has improved and is no longer reliant on the man."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 74,
    "topic": "FLK2",
    "stem": "A woman agrees to lend her van to a man after he tells her that he needs the van to carry out “some business”. The woman knows the man well and is aware that he has several criminal convictions for theft, burglary and robbery offences. The man does not give the woman any details about what he intends to do with the van and does not tell her when or where he intends to use it. She does not ask him any questions about his intended use of the van. She believes that he will use the van to commit the sort of offence that he has committed in the past and intends to assist him to commit such an offence when she lends him the van. A few days later the man, on his own, uses the van to commit a burglary. He is arrested by the police shortly afterwards and both the man and the woman are subsequently charged with the burglary. Which of the following best explains whether the woman can be guilty of the offence of burglary having supplied the van used in the offence?",
    "options": [
      "She cannot be guilty because, although she intentionally assisted the man to commit the offence of burglary, she was not present at the commission of the offence.",
      "She cannot be guilty because, although she intentionally assisted the man to commit the offence of burglary, she did not know when or where he would commit the offence.",
      "She can be guilty because she intentionally assisted the man to commit a criminal offence and the offence of burglary was within the range of offences that she intended to assist.",
      "She cannot be guilty because, although she intentionally assisted the man to commit a criminal offence, she did not know for certain that the man would commit an offence of burglary.",
      "She can be guilty because she intentionally assisted the man to commit a criminal offence and she is liable for any offence which he then commits whilst using the van."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 75,
    "topic": "FLK2",
    "stem": "A solicitor is acting for a man in the purchase of a woman’s house. Contracts have not yet been exchanged and the solicitor is about to make searches and enquiries. The man has heard that the woman recently cut down a tree in her garden, which was over 100 years old. The man saw a tree stump in the garden when he inspected the property. The man has also heard that the woman argued repeatedly with her neighbour about the neighbour’s barking dog. The man understands that the woman cut down the tree to spite the neighbour, because the tree had provided shade for the neighbour’s garden. The man has had no communication with the woman. The solicitor needs to report back to the man about any issues arising from the removal of the tree and the woman’s relationship with her neighbour. Which of the following searches and enquiries will the solicitor need to make in order to report on these matters to the man?",
    "options": [
      "A local authority search only.",
      "A local authority search and enquiries of the seller only.",
      "An environmental search and a local authority search only.",
      "An environmental search and enquiries of the seller only.",
      "Enquiries of the seller only."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 76,
    "topic": "FLK2",
    "stem": "A partner in a firm of solicitors is undertaking a routine audit of a file which has been worked on by a solicitor employed by that firm. The file relates to a matter in which the solicitor was acting for a bank in its mortgage of a commercial property. In undertaking the audit, the partner discovers that the solicitor has omitted to register the bank’s mortgage at the Land Registry and has therefore not carried out the bank’s instructions. It is confirmed that this is the only occasion on which the solicitor has omitted to register a mortgage. Having discussed the matter with the solicitor, the partner is confident that the solicitor is competent to carry out her role. Nevertheless, the circumstances are such that the partner believes the bank may suffer a substantial loss as a result of this omission. Which of the following is the best course of action for the partner to take next?",
    "options": [
      "The partner must explain the situation to the bank and advise it to get independent legal advice.",
      "The partner must inform the Legal Ombudsman of the firm’s omission to register the mortgage.",
      "The partner must inform the Solicitors Regulation Authority of the firm’s omission to register the mortgage and send it a copy of the file.",
      "The partner must provide the bank with the details of the firm’s professional indemnity insurers.",
      "The partner must return all the fees paid by the bank to the firm in respect of this file."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 77,
    "topic": "FLK2",
    "stem": "A girl aged 14 is found guilty after trial in the Youth Court for an offence of wounding contrary to s.20 of the Offences Against the Person Act 1861 and is to be sentenced. A pre-sentence report is before the court. This is the girl’s first offence. When determining the appropriate sentence, the magistrates consider a detention and training order (DTO) for eight months, but correctly conclude that this sentence cannot be imposed on the girl. Why are the magistrates correct that this sentence cannot be imposed on the girl?",
    "options": [
      "Because the maximum term of a DTO that can be imposed in the Youth Court is six months.",
      "Because the girl has not previously been sentenced to a youth rehabilitation order.",
      "Because the offence is not an indictable only offence.",
      "Because the girl is not a persistent offender.",
      "Because the girl has not previously been sentenced to a referral order."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 78,
    "topic": "FLK2",
    "stem": "Ten years ago, a brother and sister bought a house to live in together after leaving university. The purchase price of the house was £200,000. The sister contributed £80,000 toward the purchase price and the brother contributed £20,000. The remainder of the purchase price was funded by a joint mortgage. The transfer deed to the brother and sister contained a declaration that they owned the house together as joint tenants in equity. The brother has subsequently instructed his solicitor to sever the joint tenancy in equity. The brother’s solicitor sent notice of severance of the joint tenancy in equity (‘the Notice’) by Royal Mail Signed For (the modern equivalent of ‘Recorded Delivery’). When the Notice arrived at the house, the cleaner received and signed for it as both the brother and sister were out at work. However, the cleaner inadvertently placed the Notice on the top of a high cupboard and the sister, to whom it was addressed, has not seen the Notice. A week later, the sister died in a cycling accident. How was the house owned in equity immediately prior to the sister’s death?",
    "options": [
      "A joint tenancy with the brother and sister each holding the whole.",
      "A joint tenancy with the brother and sister holding 50% each.",
      "A tenancy in common with the brother and sister holding 50% each.",
      "A tenancy in common with the brother holding 20% and the sister holding 80%.",
      "A 50% tenancy in common with the brother holding 10% and the sister holding 40% and the remaining 50% being a joint tenancy with the brother and sister each holding the whole of that 50%."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 79,
    "topic": "FLK2",
    "stem": "A man, aged 75, who is in the early stages of dementia has an appointment with a solicitor to make a new will. The man’s current will gives everything to his wife with a substitutional gift to his daughter if his wife predeceases him. The man tells the solicitor that he has had a serious disagreement with his daughter and no longer wants her to benefit from his will. He would rather the money went to “a good cause” and wants a charity which is researching cures for dementia to be the substitutional beneficiary if his wife does not survive him. The man gives the solicitor a schedule of his assets which he was able to prepare with his wife’s help. The solicitor asks for information about the man’s medical diagnosis. The man hands her a medical report which was prepared six months ago which states that he has dementia. It indicates that, although the man exhibits signs of being forgetful, impairment in cognitive function will be gradual. The solicitor talks to the man about the medical examination and she concludes that the medical report is comprehensive. What action, if any, should be taken by the solicitor to establish that the man has testamentary capacity?",
    "options": [
      "She should obtain the man’s consent to consult a medical practitioner to establish whether he is able to make a new will.",
      "She need not take any action as she is satisfied that the medical report is comprehensive.",
      "She should place a copy of the medical report with the man’s new will to confirm that he had testamentary capacity when he made his new will.",
      "She should obtain the man’s consent to consult his wife to verify the accuracy of his instructions.",
      "She should obtain the man’s consent to consult his medical practitioner to establish that the medical report is the most recent that has been prepared for him."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 80,
    "topic": "FLK2",
    "stem": "A trust fund contains a large shareholding in a limited company. One of the trustees of the trust is appointed a director of the company as a result of the trust's ownership of the shares. The trustee receives £10,000 in directors’ fees and a further £3,000 in reimbursement for expenses incurred in carrying out his duties as director. The trust deed is silent on whether the trustee can keep either the fees or the expenses. Which of the following statements best explains the trustee's position?",
    "options": [
      "He can keep both the fees and the expenses.",
      "He can keep the expenses but not the fees.",
      "He cannot keep either the fees or the expenses.",
      "He can keep the fees and expenses if permitted to do so by the other directors.",
      "He can keep the fees and expenses if permitted to do so by the other trustees."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 81,
    "topic": "FLK2",
    "stem": "A man is charged with the burglary of an unoccupied dwelling house from which electrical goods are stolen. He is released on bail from the police station to attend the first hearing at the Magistrates’ Court. The man has no previous convictions. The man’s solicitor receives the initial details of the prosecution case before the first hearing and takes the man’s instructions. The man denies the allegation of burglary and his solicitor advises the man to indicate a not guilty plea at the first hearing. The man tells his solicitor that he would like to be tried at the Crown Court by a jury. He asks his solicitor how the decision will be made as to where his trial for the offence of burglary will take place. What advice should the solicitor give in relation to how the decision will be made as to where the man’s trial will take place?",
    "options": [
      "The magistrates will decide whether to accept jurisdiction for trial and if the magistrates accept jurisdiction the man can choose to be tried at the Crown Court by a jury.",
      "The magistrates must send the case to the Crown Court for trial and the man will be tried by a jury.",
      "The magistrates have exclusive jurisdiction over the man’s case and he cannot be tried at the Crown Court by a jury.",
      "The magistrates will decide whether to accept jurisdiction for trial and only if the magistrates decline jurisdiction can the man be tried at the Crown Court by a jury.",
      "The magistrates will invite the man to choose whether to be tried at the Crown Court by a jury."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 82,
    "topic": "FLK2",
    "stem": "A buyer has exchanged contracts for the purchase of a freehold house. The completion date in the contract is five days after exchange (‘the Date’). The day after exchange of contracts, the buyer informs her solicitor that she cannot obtain the funds required to complete her purchase for another two weeks. The contract incorporates the Standard Conditions of Sale (Fifth Edition - 2018 Revision) (SCS) with no relevant special conditions. The buyer seeks advice as to her position under the contract, given that she cannot complete on the Date. What advice should the buyer be given?",
    "options": [
      "The SCS will substitute 15 working days after exchange of contracts as the new completion date (time being of the essence) after which the seller may resell the house if completion has not occurred by then.",
      "The SCS will substitute 20 working days after exchange of contracts as the new completion date (time being of the essence) after which the seller may give the buyer a notice of rescission and claim damages if completion has not occurred by then.",
      "The SCS provide that time is of the essence so the buyer will have until 6pm on the Date to complete, failing which the seller will be entitled immediately to rescind the contract and claim damages.",
      "The SCS provide that time is not of the essence and the seller will be entitled at any time after 2pm on the Date to forfeit and keep the deposit and accrued interest but may give the buyer a further five working days to complete (time being of the essence).",
      "The SCS provide that time is not of the essence and the seller will be entitled at any time after 2pm on the Date to give the buyer a notice to complete which makes time of the essence and gives ten working days for completion."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 83,
    "topic": "FLK2",
    "stem": "A testator dies and his executor is considering the terms of his will. The will contains the following clause: “I give free of tax the sum of £20,000 to my niece provided that she shall attain the age of 18 years.” The residuary estate is given to the testator’s civil partner who survives the testator. The niece died intestate at the age of 20, three years before the testator. She was survived by her husband and only child, a son who is aged three. The niece’s estate was £6,000 net. Which of the following statements provides the best advice to the executor regarding the legacy to the niece?",
    "options": [
      "The legacy of £20,000 will form part of the niece’s estate and will pass to her husband under the niece’s intestacy.",
      "The legacy of £20,000 will form part of the niece’s estate and will be held on trust for her son under the niece’s intestacy.",
      "The legacy of £20,000 will form part of the niece’s estate and will be held on trust for her son under s.33 of the Wills Act 1837.",
      "The legacy of £20,000 will fail and will pass to the testator’s civil partner as part of the residuary estate.",
      "The legacy of £20,000 will fail and will pass under the testator’s partial intestacy."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 84,
    "topic": "FLK2",
    "stem": "A man owned a registered freehold house in England without a mortgage. In order to fund an extension at the house he borrowed a large sum of money from his bank and gave the bank a first legal mortgage. The solicitor who represents both the man and his bank was dealing with the completion of this legal mortgage immediately before going on holiday. The solicitor made the appropriate searches. The mortgage was completed and dated on the solicitor’s last day in the office before her holiday and the solicitor did not have the opportunity to register the mortgage at the Land Registry immediately. On returning from holiday, the solicitor wants to get on with dealing with the registration of the mortgage quickly to ensure that no important time limit is missed. By when should the solicitor apply to register the mortgage at the Land Registry?",
    "options": [
      "The expiry of the protection period in the central land charges search (K15) against the man’s name.",
      "The expiry of two months from the completion date of the mortgage.",
      "The expiry of the priority period in the Land Registry search (OS1).",
      "The expiry of the protection period in the bankruptcy search (K16) against the man.",
      "The expiry of the period for paying any Stamp Duty Land Tax."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 85,
    "topic": "FLK2",
    "stem": "A woman is walking along a road when she is approached by a man who asks her for money. The woman refuses to give him any money and the man insults her. The woman becomes angry and slaps the man with her right hand, realising as she does so that she might cause him some physical harm. The woman is wearing a ring on a finger of her right hand which causes a deep cut to the man’s cheek as she slaps him. The woman gives no thought to her ring when she slaps the man and does not realise that she might cut his face. She does not intend to either wound or seriously injure the man. The woman is arrested in relation to the incident and subsequently charged with maliciously wounding the man contrary to s.20 of the Offences Against the Person Act 1861. Does the woman have the mens rea required for the offence of malicious wounding when she slaps the man?",
    "options": [
      "No, because she did not realise that she might wound the man.",
      "No, because she did not intend to wound the man.",
      "Yes, because she realised that she might cause some physical harm to the man.",
      "No, because she did not intend to seriously harm the man.",
      "Yes, because she intended to apply force to the man and that force caused a wound."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 86,
    "topic": "FLK2",
    "stem": "A landlord granted a lease of an office building to an original tenant. The original tenant assigned the lease to A, and A subsequently granted a sublease to B. B then assigned the sublease to C. Finally, C granted a further sublease to D. The landlord has just sold the freehold of the building to a buyer, subject to the lease. Who is the buyer’s immediate tenant?",
    "options": [
      "The original tenant.",
      "A.",
      "B.",
      "C.",
      "D."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 87,
    "topic": "FLK2",
    "stem": "A woman makes a valid will which includes the following clause: “I GIVE a pecuniary legacy of £30,000 to my children in equal shares.” The remainder of the woman’s estate is given to her husband. The woman dies and the executors seek advice about the distribution of the pecuniary legacy of £30,000. The woman is survived by her husband. She had two children, an adult daughter who survived her and a son who predeceased her. The son’s adult child (the woman’s grandchild) survived the woman. The woman had no other relatives. How will the pecuniary legacy of £30,000 be distributed?",
    "options": [
      "To the daughter and the husband only in equal shares.",
      "To the husband only.",
      "To the daughter only.",
      "To the daughter and the estate of the son only in equal shares.",
      "To the daughter and the grandchild only in equal shares."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 88,
    "topic": "FLK2",
    "stem": "A man works in a large office building. Next to the building is a bicycle shed used for the storage of bicycles belonging to people working in the building. The man has noticed an old bicycle that has been in the bicycle shed for several months and appears not to have been moved. The bicycle is not secured and the man thinks it has been abandoned by its owner. The man has a friend who restores bicycles. The man decides to take the bicycle and give it to the friend free of charge so the friend can make use of it. The man believes that he has a moral right to take the bicycle as it appears to have been abandoned. He makes no attempt to discover the owner of the bicycle because he believes that the owner cannot be discovered by taking reasonable steps to do so. The man also believes, wrongly, that ordinary decent people would not consider it dishonest for him to take the bicycle in these circumstances. The man takes the bicycle and offers it to the friend. The friend does not want the bicycle and tells the man that the man’s actions might amount to theft. The man is worried and returns the bicycle to the same place in the bicycle shed. Which of the following facts prevents the man from having the mens rea necessary for theft when he takes the bicycle?",
    "options": [
      "He believed that ordinary decent people would not consider his taking the bicycle in these circumstances to be dishonest.",
      "He believed that the owner of the bicycle could not be discovered by taking reasonable steps to do so.",
      "He believed that he had a moral right to take the bicycle as he thought the bicycle had been abandoned.",
      "He did not intend to permanently deprive the owner of the bicycle as he returned it to the bicycle shed.",
      "He did not intend to make a gain for himself as he intended to give the bicycle to the friend free of charge."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 89,
    "topic": "FLK2",
    "stem": "Two women are the only beneficiaries of a trust fund. A man is the sole trustee of the trust fund. The man has a personal current bank account which is overdrawn by £3,000. In breach of trust, the man transfers £15,000 from the trust fund to his current bank account which, after clearing the overdraft, leaves a balance of £12,000 on the current bank account. The man then decides to purchase a house for £120,000. The man uses all the current bank account balance of £12,000 to pay for the deposit on the house. No receipts or payments were made into or out of the man’s personal current bank account between the receipt from the trust fund and the payment of the deposit. The remainder of the purchase price is provided as a gift to the man from his father. Title to the house is transferred into the man’s sole name. The man has now been adjudicated bankrupt with debts of £200,000. The value of the house has risen to £150,000. Which of the following statements best explains the claim, if any, that the beneficiaries should now make?",
    "options": [
      "A personal claim against the man for £3,000.",
      "A personal claim against the man for £15,000, secured by a charge on the house.",
      "A proprietary claim for a 10% share of the house.",
      "A proprietary claim for an 8% share of the house.",
      "Neither a personal nor a proprietary claim is available against the man because he has been adjudicated bankrupt."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 90,
    "topic": "FLK2",
    "stem": "A 16 year old girl has been charged with assault occasioning actual bodily harm. She is jointly charged with a 20 year old man, who was charged at the same time as the girl. The man is separately represented. Both the girl and the man have indicated that they will plead not guilty to this charge. In which court will the girl and the man make their first appearance in these proceedings?",
    "options": [
      "The girl will make her first appearance in the Youth Court and the man will make his first appearance in the adult Magistrates’ Court.",
      "The girl and the man will make their first appearance together in the adult Magistrates’ Court.",
      "The girl and the man will make their first appearance together in the Crown Court.",
      "The girl and the man will make their first appearance together in the Youth Court.",
      "The girl will make her first appearance in the Youth Court and the man will make his first appearance in the Crown Court."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 91,
    "topic": "FLK2",
    "stem": "A firm acts for the landlord of a block of five flats which are held on long leases. The firm does not act for any of the tenants. The firm has recently resolved a dispute which arose regarding the amount of service charge due in respect of each flat. The tenants claimed that an item of expenditure of £5,000 was not properly due under the service charge provisions of the leases. Pending resolution of the dispute, each tenant paid £1,000 to the firm to be held in the firm’s general client bank account. The landlord has now accepted the firm’s advice that the disputed amount is not recoverable from the tenants. The landlord asks the firm to make an immediate payment of £1,000 to each of the tenants from the funds the firm is holding in its general client bank account. Is the firm permitted to make a payment to each tenant as requested by the landlord?",
    "options": [
      "Yes, because there is a connection between the payments and the delivery of the firm’s regulated services.",
      "No, because the firm does not act on behalf of any of the tenants.",
      "No, because the retainer between a solicitor’s firm and a client does not permit payments to third parties.",
      "No, because the payments are not linked to the firm’s underlying service in relation to the property dispute.",
      "Yes, because the payments will be made within a short period of the dispute being resolved."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 92,
    "topic": "FLK2",
    "stem": "A solicitor is acting on behalf of executors. The solicitor arranges for a professional valuation of the contents of the deceased’s home from an experienced local auctioneer. Whilst the auctioneer is completing his work, the solicitor takes the opportunity to seek advice about items she intends to sell personally. The auctioneer tells the solicitor that if the auctioneer sells items for the estate, he will rebate a proportion of the commission paid on any items he sells for the solicitor personally. The executors are satisfied with the auctioneer’s valuation and ask the solicitor to arrange for the sale of some of the deceased’s items on the auctioneer’s usual terms. The sale, which also includes the solicitor’s personally owned items, takes place. The auctioneer rebates a proportion of the commission paid by the solicitor on her own items. The rebate represents approximately 5% of the commission paid by the estate. The solicitor does not inform the executors of the rebate because it relates to her personally owned items. Can the solicitor keep the rebate?",
    "options": [
      "Yes, because it was received on the sale of the solicitor’s personally owned items.",
      "Yes, because its receipt by the solicitor does not cause any detriment to the estate.",
      "Yes, because it is not significant in relation to the amount of the commission the estate has paid on its items.",
      "No, because she should not have allowed her personally owned items to be in the same auction as the estate’s items.",
      "No, because it was applied as a result of her instructions to arrange the sale of estate items."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 93,
    "topic": "FLK2",
    "stem": "A solicitor is acting in the sale of a house. The seller is a woman who is in the process of moving into a care home. The house is being sold to raise the money for the care home fees. Contracts are exchanged with completion in five weeks. Following exchange, the solicitor receives a telephone call from the seller’s son to say that his mother has died. The son wants to know how the sale will be affected by his mother’s death. Now that the house does not have to be sold to raise funds for paying the care home fees, the son would prefer to keep the house. He is both the sole executor and the sole beneficiary of his mother’s estate and has taken the necessary steps to obtain a grant of probate. What is the position in relation to the sale?",
    "options": [
      "The son, as the sole executor of his mother’s estate, is legally bound to sell the house under the contract.",
      "The mother’s death means that the contract becomes void in law and equity.",
      "The son, as the sole beneficiary of his mother’s estate, has the right of first refusal to have the house assented to him from the estate.",
      "The son, as the sole executor of his mother’s estate, has the option to terminate the contract by notice in writing to the buyer.",
      "The son, as the sole executor and the sole beneficiary of his mother’s estate, can apply to the court for termination of the contract."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 94,
    "topic": "FLK2",
    "stem": "A woman places £100,000 cash in trust for her children and grandchildren. The woman appoints two of her friends, who are both teachers, to be the trustees. The trustees have no prior experience in administering trusts and do not receive any remuneration for their time in administering the trust. The trust instrument includes a clause which excludes trustees’ liability for any breach of duty: “howsoever caused, to the fullest extent permitted by law.” The woman did not discuss this clause with either the trustees or the beneficiaries. The trustees believe that they are acting in the best interests of the beneficiaries when they invest all the trust fund in a newly established company. They do not consider the standard investment criteria or obtain professional advice before making the investment. The company has now gone into liquidation and the shares are worthless. The beneficiaries sue the trustees for breach of their statutory duty of care and power of investment. Will the trustees be able to rely on the exclusion clause in the trust instrument?",
    "options": [
      "Yes, because they have acted honestly.",
      "Yes, because they are not remunerated.",
      "Yes, because they did not cause the woman to include the clause in the trust instrument.",
      "No, because trustees’ liability for breach of statutory duty cannot be excluded.",
      "No, because the beneficiaries did not consent to the exclusion clause."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 95,
    "topic": "FLK2",
    "stem": "Three years ago, a landlord granted a 15 year lease of commercial premises to a tenant. The lease contains a forfeiture clause and a covenant by the tenant not to alter the premises without the landlord’s prior written consent. The landlord discovers that the tenant has, without consent, bricked up one of the windows of the premises and constructed a new window opening in another wall. The landlord wishes to forfeit the lease at the earliest opportunity and has served a notice under s.146 of the Law of Property Act 1925 on the tenant. Which of the following best explains the earliest opportunity the landlord has for forfeiting the lease and recovering possession of the premises?",
    "options": [
      "Immediately after obtaining from the court an order for possession.",
      "Immediately after obtaining leave from the court to issue proceedings for possession.",
      "Immediately after the tenant has failed to remedy the breach within a reasonable period by peaceably re-entering the premises.",
      "Immediately after the tenant has failed to remedy the breach within a reasonable period and obtaining from the court an order for possession.",
      "Immediately by peaceably re-entering the premises."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 96,
    "topic": "FLK2",
    "stem": "A woman has worked for her employer for 18 months. Throughout that time the employer has unfairly criticised her work and verbally abused her in front of others. The verbal abuse has become more frequent and the employer now regularly makes racist comments about the woman and threatens to make her redundant. The woman is distressed by the employer’s severe mistreatment of her and justifiably feels seriously wronged as a result. One morning, the employer shouts and swears at the woman. She is distraught but returns to her desk to work. She cannot concentrate and, when the employer approaches her half an hour later, the woman loses her self-control and stabs him once to the neck with a pair of scissors she is holding. The employer dies from the injuries he sustains. The woman did not fear any violence from the employer when she stabbed him and she understood the nature of her actions. The woman is charged with the employer’s murder and her solicitor considers whether the partial defence of loss of control is available to her. The solicitor believes that a jury could find that a reasonable woman might have reacted in the same or a similar way as the woman did in the circumstances. Given the solicitor’s belief, which of the following will determine whether the partial defence of loss of control is available to the woman?",
    "options": [
      "That the woman’s stabbing of the employer was not an immediate response to the verbal abuse directed towards her.",
      "That the employer’s mistreatment of the woman justifiably caused her to feel seriously wronged.",
      "That the employer had not used any physical violence towards the woman at any time.",
      "That the woman understood the nature of her actions when she stabbed the employer.",
      "That the woman stabbed the employer only once."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 97,
    "topic": "FLK2",
    "stem": "A solicitor is contacted by a man. The solicitor acted for him five years ago on the purchase of a new residential freehold house by way of a transfer. The man states that he is experiencing difficulties with remortgaging the house because the lenders he has approached will not accept the potentially onerous provisions contained in the transfer for the maintenance of the estate within which it is situated (‘the Maintenance Provisions’). The man claims that he has no recollection of having been previously advised by the solicitor about the Maintenance Provisions. The solicitor checks the man’s archived file. Which document should contain the advice to the man on the Maintenance Provisions?",
    "options": [
      "Transfer.",
      "Client care letter.",
      "Report on title.",
      "Solicitor’s firm’s standard terms and conditions.",
      "Certificate of title."
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 98,
    "topic": "FLK2",
    "stem": "A woman is on trial at the Crown Court for an alleged offence of robbery. At the trial, the prosecution presents its case. The prosecution’s case includes evidence from a witness who states that he saw the woman commit the robbery. The woman’s solicitor advocate challenges the witness’s evidence robustly in cross-examination. After the prosecution concludes its case, the woman’s solicitor advocate makes a submission of no case to answer in the jury’s absence. This submission is successful. Before the jury returns and the court proceedings continue, the woman asks her solicitor advocate what will happen next, and says that she does not want to give evidence. What advice should the solicitor advocate give to the woman?",
    "options": [
      "The judge will sum up the case and the jury will retire to consider a verdict.",
      "The judge will direct the jury to return a not guilty verdict and the woman will be acquitted.",
      "The judge will order the trial to continue but will direct the jury that an adverse inference cannot be drawn if the woman does not now give evidence.",
      "The judge will dismiss the jury and order a retrial.",
      "The judge will allow the solicitor advocate to make the submission of no case to answer to the jury."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 99,
    "topic": "FLK2",
    "stem": "Two years ago, a man agreed to let a barn to his neighbour for six years for a monthly rent. They both signed a written lease incorporating all the agreed terms. Their signatures were not witnessed. The neighbour immediately occupied the barn pursuant to the lease and both the man and the neighbour have subsequently carefully observed its terms. What type of lease is created between the man and the neighbour?",
    "options": [
      "A legal lease for six years because the law considers done that which ought to be done.",
      "A legal lease for six years because the requirements of a valid contract have been satisfied.",
      "An equitable monthly periodic lease because of the provision for payment of a monthly rent.",
      "A legal lease because the parol lease exception has been satisfied.",
      "An equitable lease for six years because equity considers done that which ought to be done."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 100,
    "topic": "FLK2",
    "stem": "A man died in June 2023. In December 2023 his personal representatives (PRs) sold a holding of quoted shares. The gain for Capital Gains Tax (CGT) purposes on this sale was £5,300. The PRs did not make any other disposals for CGT purposes in the 2023/24 tax year. The PRs sold a further holding of quoted shares (‘the Second Sale’) in November 2024. The man had purchased these shares for £35,000. At the date of his death, they were valued at £50,000 and the PRs sold them for £65,000 net of the expenses of sale. The PRs did not make any other disposals for CGT purposes in the 2024/25 tax year. The annual CGT exemption for the 2023/24 tax year is £6,000. The annual CGT exemption for the 2024/25 tax year is £3,000 and the rate of CGT is 24%. What is the PRs’ CGT liability on the Second Sale?",
    "options": [
      "£2,712",
      "£6,312",
      "£2,880",
      "£6,480",
      "£3,600"
    ],
    "correct": 2,
    "principle": "Correct answer is option C.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 101,
    "topic": "FLK2",
    "stem": "A lease of a flat was granted in 1985 for 125 years. Its current tenant has recently died. A solicitor is acting for the personal representatives who are selling the lease of the flat with limited title guarantee. The flat is in a poor state of repair due to the current tenant’s failure to comply with the repair covenant in the lease. The personal representatives are keen to emphasise that the flat is being sold as seen. The solicitor is in the process of drafting the contract and the transfer (‘the Sale Documentation’). What provision, if any, should the solicitor include in the Sale Documentation relating to the state of repair of the flat?",
    "options": [
      "No provision is needed because the personal representatives are selling with limited title guarantee.",
      "A provision excluding the seller’s duty of utmost good faith in relation to the tenant’s repair covenant in the lease.",
      "No provision is needed because the lease is an ‘old lease’ as it was granted before 1 January 1996.",
      "A provision modifying the statutory covenants for title which would otherwise imply compliance with the tenant’s repair covenant in the lease.",
      "A provision clearly stating that the lease is a ‘new lease’ due to it being assigned after 1 January 1996."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 102,
    "topic": "FLK2",
    "stem": "A man who has been working for an international bank has been charged with fraud by false representation. The man has been manipulating interest rates by making false statements about lending rates which has been to the general detriment of borrowers but to the commercial advantage of his employer. Although the man knew that the statements he was making were false, he says that his behaviour was common practice in the banking industry and encouraged by his employers and that therefore he believed that what he was doing was not wrong. The man is facing trial for an offence of fraud by false representation. Which of the following, if established, would result in the man being found not guilty?",
    "options": [
      "His behaviour was common practice in the banking industry.",
      "His employers encouraged his behaviour.",
      "He made no financial gain for himself.",
      "His intention was only to secure commercial advantage for his employers, not to cause loss to another.",
      "He was not dishonest."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 103,
    "topic": "FLK2",
    "stem": "A man and his neighbour own adjacent freehold, registered properties. The man agrees with his neighbour that the man can cross the neighbour’s land as a shorter route (‘the Route’) to the man’s workplace than walking along the nearby, busy, main road. There is a track where the man has used the Route several times a week for the last 22 years. The man often meets the neighbour walking along the Route. Their agreement has not been recorded at the Land Registry. Two months ago, the neighbour informed the man that she was withdrawing her permission for him to use the Route. Has the man acquired a legal right of way over the neighbour’s land by his use of the Route?",
    "options": [
      "Yes, because the man has used the Route for over the last 20 years without force or secrecy.",
      "Yes, because the man has used the Route in the last year and it is within the actual knowledge of the neighbour.",
      "Yes, because the man’s use of the Route is continuous and apparent.",
      "No, because the use of the Route has not been recorded on the register of title of the neighbour’s land.",
      "No, because the neighbour gave him permission to use the Route."
    ],
    "correct": 4,
    "principle": "Correct answer is option E.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 104,
    "topic": "FLK2",
    "stem": "At his death, a man had an extensive portfolio of shares in both private and public companies. The portfolio is managed by a stockbroker. The man’s will appoints executors and trustees and includes the following provision: “I give all my shares in the five best performing companies in which I hold shares to my trustees on trust for such of my grandchildren as survive me and attain the age of 18 in equal shares.” The remainder of the man’s estate is divided between his children. The trustees are concerned as to which, if any, shares are trust property under the above clause.  Has a valid trust of shares been created by the clause in the will?",
    "options": [
      "No, as the will fails to distinguish between the public and private shares.",
      "Yes, as the trustees are able to use their judgement to select the shares to be placed on trust.",
      "Yes, as the stockbroker is able to determine which companies are the best performing.",
      "No, as the criteria by which the shares are described are ambiguous.",
      "Yes, as the trustees, the grandchildren and the children can agree which shares to allocate to the trust."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 105,
    "topic": "FLK2",
    "stem": "A solicitor has been offered the opportunity to join a multi-disciplinary, not-for-profit, Limited Liability Partnership (LLP). The LLP is not a Solicitors Regulation Authority (SRA) authorised body. The solicitor will become a member of the LLP and be the first solicitor to join since the LLP began several years ago. The LLP provides financial and other services to the families of children with a disability. In her role, the solicitor will provide information and advice about appropriate provision for children with a disability in their parents’ wills. She will also draft documentation on behalf of parents but will not be carrying out any reserved legal activities. The solicitor asks that the name of the LLP be changed to include the word ‘solicitors’ before she becomes a member. The LLP is reluctant to change its name as the legal work will only account for less than a quarter of its revenue and asks whether this is a requirement under the SRA Code of Conduct for Solicitors, RELs, RFLs and RSLs (‘the Code’). Can the solicitor insist that the name of the LLP be changed on the basis that it is a requirement under the Code?",
    "options": [
      "No, because the LLP is not an SRA authorised body.",
      "No, because it is an existing business providing multi-disciplinary services.",
      "Yes, because the solicitor will be a member of the LLP.",
      "Yes, because this communicates to clients of the LLP that the services of a solicitor are available.",
      "No, because the solicitor will not be carrying out reserved legal activities in her role."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 106,
    "topic": "FLK2",
    "stem": "A man is arrested for burglary. He requests his usual solicitor to represent him, but the solicitor is not available. The man agrees to be interviewed under caution (‘the Interview’) without legal representation. The man admits the burglary during the Interview and is charged with the burglary. He subsequently instructs his usual solicitor and pleads not guilty at court. The man tells his solicitor that he only admitted the burglary during the Interview because the interviewing officer told him that the evidence against him is stronger than it is. The interviewing officer also said that the man was more likely to be granted bail by the custody officer if he admitted the offence. The solicitor considers whether an application can be made to exclude the man’s confession in the Interview from evidence in his trial. The solicitor considers making an application under s.76 PACE 1984 on the basis that the confession was obtained as a result of the interviewing officer’s statements which were likely, in the circumstances existing at the time, to render any confession made by the man unreliable. If the application is made, which of the following best describes who, if anyone, would bear the burden of proof and to what standard?",
    "options": [
      "The prosecution must prove beyond reasonable doubt that the confession was not obtained as alleged in order for the confession to be admitted in evidence.",
      "The prosecution must prove on the balance of probabilities that the confession was not obtained as alleged in order for the confession to be admitted in evidence.",
      "The defence must prove beyond reasonable doubt that the confession was obtained as alleged in order for the confession to be excluded from evidence.",
      "The defence must prove on the balance of probabilities that the confession was obtained as alleged in order for the confession to be excluded from evidence.",
      "No one bears the burden of proof. The defence must only raise that the confession was obtained as alleged and the court will have a discretion whether to exclude the confession from evidence."
    ],
    "correct": 0,
    "principle": "Correct answer is option A.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 107,
    "topic": "FLK2",
    "stem": "A man owned a house with registered title which he decided to give to his son and daughter. He declared himself to be a trustee for his children and wrote a letter to them confirming the gift and stating he would hold the house on their behalf. Which of the following facts is relevant in determining if the man has created a valid gift of the house?",
    "options": [
      "Whether the children are adult.",
      "Whether the man signed a transfer of the legal title to his children.",
      "Whether the transfer will be to joint tenants or tenants in common.",
      "Whether the man signed the letter to his children.",
      "Whether the house is the subject of a specific gift in his will."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 108,
    "topic": "FLK2",
    "stem": "A solicitor is acting in the administration of an estate. One of the beneficiaries is entitled to a legacy of £10,000 under the terms of the will. The beneficiary would like to use the legacy to pay the fees for a course of study due to start in a month’s time. The solicitor has advised that the legacy will be paid in six months’ time. The beneficiary’s aunt offers to lend the beneficiary £10,000 now but wants to be repaid from the beneficiary’s legacy. The aunt asks the solicitor to agree to send the money for the beneficiary’s legacy directly to her. The beneficiary agrees with the arrangement and at his request, the solicitor writes to the aunt confirming that the solicitor will pay £10,000 to her in six months’ time. Two months later, a codicil to the will is located. The solicitor overlooked the codicil when he searched the papers his firm held on behalf of the deceased. The codicil revokes the beneficiary’s legacy and the beneficiary has no entitlement to any money from the estate. The aunt insists that the solicitor must pay £10,000 to her in four months’ time. The aunt is not a beneficiary under the will or codicil. Is the solicitor bound to pay £10,000 to the aunt?",
    "options": [
      "No, because he agreed to pay the money in good faith but circumstances have changed in a way that he could not have anticipated.",
      "Yes, because he wrote to the aunt agreeing to pay her the money.",
      "No, because his agreement was implicitly limited to the extent of any funds that were available for the beneficiary.",
      "No, because money in the estate must be distributed to the beneficiaries entitled under the will and codicil only.",
      "Yes, because he was in error when he overlooked the existence of the codicil."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 109,
    "topic": "FLK2",
    "stem": "A witness tells the police that she saw a robbery take place. She says that she had a clear, unobstructed view of the person she saw committing the robbery (‘the Robber’). The witness gives a description to the police of the Robber. She tells the police that she did not recognise the Robber as someone she knew. The police arrest a man on suspicion of being the Robber. The man denies that he is the Robber. The witness attends a video identification at the police station but does not identify the man as the Robber. The man is charged with the robbery and pleads not guilty. Will the Turnbull guidance apply to the witness’s evidence at the man’s trial?",
    "options": [
      "Yes, because the witness gave a description of the Robber.",
      "Yes, because the witness did not claim to recognise the Robber as someone that she knew prior to witnessing the robbery.",
      "No, because the witness’s clear, unobstructed view of the Robber means her description is of good quality.",
      "No, because the witness has not identified the man as the Robber.",
      "Yes, because the witness attended an identification procedure."
    ],
    "correct": 3,
    "principle": "Correct answer is option D.",
    "authority": "SRA pre-tested sample answer key"
  },
  {
    "id": 110,
    "topic": "FLK2",
    "stem": "A father takes out a policy of life assurance on his own life. He writes it in trust for his daughter absolutely. Several years later, his daughter dies leaving a will which gives the whole of her estate to her partner. The daughter is survived by her partner and her son. The father dies a few years after his daughter, leaving a will. The father’s executors would like to know who is entitled to the life policy which is now worth £100,000. The policy was worth £75,000 when the daughter died. How will the proceeds of the life policy be distributed?",
    "options": [
      "All proceeds to the estate of the father under the terms of his will.",
      "All proceeds to the estate of the daughter under the terms of her will.",
      "All proceeds to the estate of the daughter under the laws of intestacy.",
      "The sum of £75,000 to the estate of the daughter under the laws of intestacy and the sum of £25,000 to the estate of the father under the terms of his will.",
      "The sum of £75,000 to the estate of the daughter under the terms of her will and the sum of £25,000 to the estate of the father under the terms of his will."
    ],
    "correct": 1,
    "principle": "Correct answer is option B.",
    "authority": "SRA pre-tested sample answer key"
  }
]